{
    "What name did Superman have on Krypton?": "KAL-EL",
    "Who wrote the book \"How to Win Friends and Influence People\"?": "DALE CARNEGIE",
    "What daily comic strip features occasional visits from Bob the Dinosaur, \"king of the wedgies\"?": "DILBERT",
    "In Greek mythology, what is the name of the god of Dreams?": "MORPHEUS",
    "How many spikes are there on the The Statue of Liberty's crown?": "SEVEN",
    "What gate does the three-headed dog Cerberus guard?": "THE GATES OF HADES",
    "What peg-legged pirate had a parrot named Captain Flint?": "LONG JOHN SILVER",
    "What was the first James Bond novel?": "CASINO ROYALE",
    "What game does the Queen of Hearts order Alice to play?": "CROQUET",
    "Which artist had his wish for 60 beggars to follow his coffin to the grave?": "LEONARDO DA VINCI",
    "Where does Spanish rain fall, according to \"My Fair Lady\"?": "ON THE PLAIN",
    "What was writer and war hero T.E. Lawrence popularly known as?": "LAWRENCE OF ARABIA",
    "Which of the nine Muses was the goddess of dancing?": "TERPSICHORE",
    "What was John Grisham's first number one bestseller?": "THE FIRM",
    "What figure in Greek mythology was tricked into holding the sky?": "ATLAS",
    "What comic features Billy, Dolly, Jeffy, and PJ?": "FAMILY CIRCUS",
    "Who wrote the Christmas mystery, The Bishop and the Three Kings?": "ANDREW GREELEY",
    "Who took the role of Lysander in the Disney version of \"A Midsummer Night's Dream\"?": "MICKEY MOUSE",
    "What Canadian Island was the setting for \"Anne of Green Gables\"?": "PRINCE EDWARD ISLAND",
    "In Shakespeare's Romeo & Juliet, what is Romeo's surname?": "MONTAGUE",
    "Which popular musician co-wrote the song \"I'm afraid of Americans\" with David Bowie?": "BRIAN ENO",
    "What famous fictional cannibal made his first appearance in the 1981 novel \"Red Dragon\"?": "HANNIBAL LECTER",
    "Who met Cyclops on his third voyage?": "SINBAD",
    "What two girls do Archie and Reggie run around with?": "BETTY AND VERONICA",
    "What fairy tale character has two ugly stepsister?": "CINDERELLA",
    "In a 6-string, ordinarily tuned guitar, what are the 6 open notes?": "EADGBE",
    "Which character killed Aslan?": "THE WHITE WITCH",
    "Which character killed Lennie Small?": "GEORGE MILTON",
    "What fantasy world is author Piers Anthony best known for?": "XANTH",
    "What does Peppermint Patty always call Charlie Brown in the \"Peanuts\" cartoon strip?": "CHUCK",
    "Which sportsman's autobiography is titled \"You Cannot Be Serious\"?": "JOHN MCENROE",
    "What two letters in American Sign Language require a finger movement?": "J AND Z",
    "What musical is based on the trials of murderesses Beulah Annan and Belva Gaertner?": "CHICAGO",
    "What Paris cathedral's bells were rung by Quasimodo?": "NOTRE DAME",
    "A famous misquote of Voltaire describes Canada as simply \"a few acres of\" what?": "SNOW",
    "What book introduced readers to 11-year-old Anne Shirley?": "ANNE OF GREEN GABLES",
    "Which 18-year-old married 26-year-old Anne Hathaway in November 1582?": "WILLIAM SHAKESPEARE",
    "What poet coined the phrase \"candy is dandy, but liquor is quicker\"?": "OGDEN NASH",
    "What food of the three bears did Goldilocks eat?": "PORRIDGE",
    "What did the Seven Dwarfs do for a living?": "THEY WERE MINERS",
    "What Irish author wrote the 1938 novel \"Murphy\"?": "SAMUEL BECKETT",
    "In Greek mythology, Hamadryad spirits guarded what?": "TREES",
    "What word becomes shorter by adding two letters to it?": "SHORT/SMALL",
    "The \"Tuesday Club Murders\" was a novel written by what mystery writer?": "AGATHA CHRISTIE",
    "What category of writing are the Hugo and Nebula awards given for?": "SCIENCE FICTION",
    "The Nobel Prize for Literature is presented in what Scandinavian city?": "STOCKHOLM, SWEDEN",
    "Which character killed Jay Gatsby?": "GEORGE WILSON",
    "Who founded the cubism movement with George Braque?": "PABLO PICASSO",
    "Who wrote the opera \"Madama Butterfly\"?": "GIACOMO PUCCINI",
    "Who wrote, Once Upon a Christmas in 1972?": "PEARL S. BUCK",
    "Which character narrates all but four of the Sherlock Holmes stories?": "DR. WATSON",
    "Which composer of the \"Rite of Spring\" was still alive to see his music used in Disney's \"Fantasia\"?": "IGOR STRAVINSKY",
    "In what Edgar Allan Poe story does an old man's oddly clouded eye lead to murder?": "THE TELL-TALE HEART",
    "Who wrote the novel \"Terms of Endearment\" that was later adapted into a 1983 Best Picture film?": "LARRY MCMURTRY",
    "Who were the Three Musketeers?": "ARTHOS, PORTHOS, ARAMIS",
    "What\u0092s the ballet term for a 360 degree turn on one foot?": "A PIROUETTE",
    "What is the alternative name for the \"Mona Lisa\"?": "LA GIOCONDA",
    "Who is credited with writing the first detective story, \"The Murders in the Rue Morgue\"?": "EDGAR ALLAN POE",
    "The Hugo Awards are given for the best literature in which genre?": "SCIENCE FICTION",
    "What is the better-known name of crime fiction writer Lady Mallowan D.B.E.?": "AGATHA CHRISTIE",
    "What country is the setting for Shakespeare's Macbeth?": "SCOTLAND",
    "Who employs Alfred Pennyworth as a butler?": "BRUCE WAYNE",
    "In which comic book series did Galactus first appear?": "THE FANTASTIC FOUR",
    "What university presents the annual Pulitzer Prize journalism awards?": "COLUMBIA",
    "What artistic technique requires painting watercolors directly onto wet plaster?": "FRESCO",
    "What is the Heart of Gold in The Hitchhiker's Guide to the Galaxy?": "A SPACE SHIP",
    "Who wrote the novel 1984?": "GEORGE ORWELL",
    "What name is given to the ancient Christian and Jewish underground burial chambers in and around Rome?": "CATACOMBS",
    "What kind of creatures are Nag and Nagaina who plan to kill Rikki-Tikki-Tavi in \"The Jungle Book\"?": "COBRAS",
    "What spirit is the comic book nemesis of Casper, the Friendly Ghost?": "SPOOKY",
    "Who composed the Christmas carol \"Silent Night\"?": "FRANZ XAVER GRUBER",
    "What nationality was Rembrandt?": "DUTCH",
    "According to one popular interpretation, what does \"Pinocchio\" mean in Italian?": "PINE EYES",
    "The book \"The Second Sex\" was written by who?": "SIMONE DE BEAUVOIR",
    "Which author set most of his book in the year 802,701?": "H.G. WELLS",
    "What magazine was founded by Andy Warhol in 1969?": "INTERVIEW",
    "Who was the Greek goddess of marriage and women as well as the queen of heaven?": "HERA",
    "Who is the author of the epic poem \"Paradise Lost\"?": "JOHN MILTON",
    "What is the alternate title of the masterpiece painting La Giaconda?": "THE MONA LISA",
    "What was the name of the man cub in \"The Jungle Book\"?": "MOWGLI",
    "What did Fender name the follow up to their \"Telecaster\" guitar?": "STRATOCASTER",
    "What nursery rhyme character was arachnophobic?": "LITTLE MISS MUFFET",
    "In Greek mythology, who killed the Gorgon?": "PERSEUS",
    "What is the name of the evolutionary biologist who wrote \"The God Delusion\"?": "RICHARD DAWKINS",
    "What British musical made 13-year-old Liam Mower the youngest Laurence Olivier Award-winner in 2006?": "BILLY ELLIOT",
    "What is Mr. Sowerberry's job in Oliver Twist?": "UNDERTAKER",
    "In what book did Rudyard Kipling introduce readers to a mongoose named Rikki Tikki Tavi?": "THE JUNGLE BOOK",
    "Who was William Shakespeare's wife?": "ANNE HATHAWAY",
    "What musical instrument is Antonio Stradivari most famous for making?": "VIOLIN",
    "In which US state was Clark Kent brought up?": "KANSAS",
    "What book of short stories has a second section called \"Kaa's Hunting\"?": "THE JUNGLE BOOK",
    "What musical character came from the easterly wind with an umbrella and carpet bag?": "MARY POPPINS",
    "What does the Latin circa before a date mean?": "ABOUT",
    "Who conducted the Philadelphia Orchestra and shook hands with Mickey Mouse in \"Fantasia\"?": "LEOPOLD STOKOWSKI",
    "Which French term literally means \"Fat Tuesday\"?": "MARDI GRAS",
    "What is the name of the dog in the musical \"Annie\"?": "SANDY",
    "What city provides the setting for \"The Phantom of the Opera\"?": "PARIS",
    "Which goddess started the Trojan War?": "ERIS",
    "What does the sailor hold in his right hand on Margaret Thatcher's coat of arms?": "BINOCULARS",
    "What book facilitated the ban of the pesticide DDT in 1972 in the U.S.?": "SILENT SPRING",
    "What novel did Ian Fleming introduce James Bond in?": "CASION ROYALE",
    "Andy Warhol was born in what US city?": "PITTSBURGH",
    "Which character killed Laius?": "OEDIPUS",
    "In what city did d'Artagnan meet The Three Musketeers in the Alexander Dumas story?": "PARIS",
    "What is Dr. Watson's first name?": "JOHN",
    "Who spent a month in jail for insubordinate behavior - Johann Sebastian Bach or Jerry Lee Lewis?": "JOHANN SEBASTIAN BACH",
    "What is the name of the sword of King Arthur?": "EXCALIBUR",
    "What kind of a dog is Marmaduke?": "A GREAT DANE",
    "The Peabody Awards for journalism are presented by what school?": "UNIVERSITY OF GEORGIA",
    "What is the last name of brothers Dmitri, Ivan, Alyosha and Smerdyakov?": "KARAMAZOV",
    "In Greek mythology, Jocasta is the mother of who?": "OEDIPUS",
    "How many ghosts appear to Scrooge in Dicken's A Christmas Carol?": "FOUR",
    "What writer of Vampires and Ghosts wrote, A Magical Christmas in 1997?": "HEATHER GRAHAM",
    "What author's name means \"two fathoms deep\"?": "MARK TWAIN",
    "The line \"I never saw a purple cow\" is the beginning of a poem by what author?": "GELETT BURGESS",
    "Where does Harry Potter have a lightning-shaped scar?": "ON HIS FOREHEAD",
    "What did Rumpelstiltskin spin into gold?": "STRAW",
    "Which great Renaissance artist designed the dome of St. Peter's Basilica in Rome?": "MICHELANGELO",
    "How does James Bond like his martinis?": "SHAKEN, NOT STIRRED",
    "What cathedral was the fictional Quasimodo a bell ringer for?": "NOTRE DAME",
    "For which newspaper does Clark Kent work?": "THE DAILY PLANET",
    "Who was shipwrecked for 28 years, 2 months and 19 days?": "ROBINSON CRUSOE",
    "What children's literature character is usually accompanied by his canine pal Ribsy?": "HENRY HUGGINS",
    "In Greek mythology, what is the name of the staff carried by Hermes?": "THE CADUCEUS",
    "Whose wife was turned into a pillar of salt?": "LOT",
    "What Shakespeare play is often called the Scottish play?": "MACBETH",
    "What major comedy star played Garp in the movie adaptation of John Irvning's \"The World According to Garp\"?": "ROBIN WILLIAMS",
    "What ballet term translates literally as \"in Arabic fashion\"?": "ARABESQUE",
    "What musical is set in the fictional English town of Everington?": "BILLY ELLIOT",
    "What musical instrument is sometimes called a \"sweet potato\"?": "OCARINA",
    "What composer/writer team wrote, A Winters Tale?": "MIKE BATT/TIM RICE",
    "What is the name for a literary device that combines two words and their definitions into a single new word?": "PORTMANTEAU",
    "Who wrote the book \"The Wonderful Wizard of Oz\"?": "L. FRANK BAUM",
    "What is the dot in the \"i\" called?": "A TITTLE",
    "Who is painter Pablo Diego Jose Francisco de Paula Juan Nepomuceno Cipriano de la Santisima Trinidad better known as?": "PABLO PICASSO",
    "Who was the Roman demigod best known for his strength?": "HERCULES",
    "On what thoroughfare does the Muffin Man live?": "DRURY LANE",
    "What Russian-born sci-fi legend was afraid of flying and heights despite having published numerous books about space?": "ISAAC ASIMOV",
    "Who said, \"Do give books - religious or otherwise - for Christmas\"?": "LENORE HERSHEY",
    "What is the name of the chubby diva in the musical \"Fame\"?": "MABEL WASHINGTON",
    "In which country do Stieg Larsson's Millennium Trilogy novels take place?": "SWEDEN",
    "What author created the characters Ponyboy and Sodapop?": "S.E. HINTON",
    "What is Tchaikovsky's ballet \"Le Lac des Cygnes\" commonly called?": "SWAN LAKE",
    "What is the highest female voice in a choir?": "SOPRANO",
    "What was the four-letter nickname of French fashion designed Gabrielle Bonheur Chanel?": "COCO",
    "What is the name of the gypsy girl who Quasimodo fell in love with?": "ESMERALDA",
    "What Beatrix Potter character has roasted grasshopper for supper after failing to catch minnows?": "MR. JEREMY FISHER",
    "What were Donner and Blitzen's names in the 1823 publication of, A Visit from St. Nicholas": "DUNDER AND BLIXEN",
    "Neptune, the Roman god of water, was known by what name in Greek mythology?": "POSEIDON",
    "What is the alternative name for a guitar pick?": "PLECTRUM",
    "What subject does Miss Sherman teach in the musical \"Fame\"?": "ENGLISH",
    "What has no reflection, no shadow and cannot stand the smell of garlic?": "A VAMPIRE",
    "How did Alice enter Wonderland?": "THROUGH A RABBIT HOLE",
    "The Christmas carol \"One Horse Open Sleigh\" is better known under which title?": "JINGLE BELLS",
    "What book does each girl receive as a Christmas present at the start of \"Little Women\"?": "THE PILGRIM'S PROGRESS",
    "What book is divided into 114 chapters called \"suras\"?": "THE QUR'AN",
    "Who wrote the music for the stage version of \"Billy Elliot\"?": "ELTON JOHN",
    "Who painted Self Portrait with Bandaged Ear?": "VINCENT VAN GOGH",
    "What Emily Bronte novel features Heathcliff?": "WUTHERING HEIGHTS",
    "Who took Oliver Twist into his home even though he had been accused of picking his pockets?": "MR. BROWNLOW",
    "Who competed against Athena to be the patron god of Athens?": "POSEIDON",
    "What was Long John Silver's parrot Captain Flint favorite phrase?": "PIECES OF EIGHT",
    "What children's book hero did the cruel Dursleys bring up after an evil wizard killed his parents?": "HARRY POTTER",
    "What is Dennis the Menace's last name?": "MITCHELL",
    "What suit is the Queen is \"Alice's Adventures in Wonderland\"?": "HEARTS",
    "What is the name of the old gray donkey in Winnie-the-Pooh?": "EEYORE",
    "Whose wife could eat no lean?": "JACK SPRAT",
    "Edie Sedgwick was a protege of what artist?": "ANDY WARHOL",
    "What is the singular of timpani?": "TIMPANO",
    "What device does Harry Potter use to track the comings and goings of people at Hogwarts castle?": "THE MARAUDER'S MAP",
    "What is Charlie's last name in Roald Dahl's \"Charlie and the Chocolate Factory\"?": "BUCKET",
    "Which series of novels refers to its main character as \"The Last Gunslinger\"?": "THE DARK TOWER",
    "What sport is the subject of the book \"Sands of Time\"?": "BEACH VOLLEYBALL",
    "What are bongo drums traditionally held between for playing?": "THE KNEES",
    "What Hebrew word means \"so be it\"": "AMEN",
    "In which museum does the Mona Lisa hang?": "THE LOUVRE",
    "Which nursery rhyme character \"kissed the girls and made them cry\"?": "GEORGIE PORGIE",
    "Which novel features a character named Hester Prynne?": "SCARLETT LETTER",
    "In the book \"Percy Jackson & the Olympians\" series, who is Percy's father?": "POSEIDON",
    "In the Marvel Comics world, who has an assistant named Pepper Potts?": "TONY STARK",
    "What war provides the background for the book \"Gone with the Wind\"?": "THE CIVIL WAR",
    "Who painted \"The Haywain Triptych\"?": "HIERONYMUS BOSCH",
    "Who wrote the book \"Gone with the Wind\"?": "MARGARET MITCHELL",
    "In the novel by Jules Verne, who made it around the world in 80 days?": "PHILEAS FOGG",
    "What author's Jamaican estate was called \"Goldeneye\"?": "IAN FLEMING",
    "What period preceded Picasso's \"Rose Period\"?": "BLUE PERIOD",
    "What form of theater was the subject of many of Degas' paintings?": "BALLET",
    "Who was the fairy in Peter Pan?": "TINKERBELLE",
    "Which Biblical figure by Michelangelo has been called \"the most recognizable statue in the history of sculpture\"?": "DAVID",
    "Who wrote \"Analogy of the Cave\"?": "PLATO",
    "What are the characters Vladimir and Estragon always waiting for?": "GODOT",
    "What rock band's album \"The Piper at the Gates of Dawn\" was named after a chapter title from \"The Wind in the Willows\"?": "PINK FLOYD",
    "Who produced two booklets for \"Comic Relief\" under the names Newt Scamander and Kennilworthy Whisp?": "J.K. ROWLING",
    "Who created the character Hercule Poirot?": "AGATHA CHRISTIE",
    "What novel by Lucy Maud Montgomery became Canada's longest-running main stage musical?": "ANNE OF GREEN GABLES",
    "Which author hosted a 1960 fishing competition that Fidel Castro won?": "ERNEST HEMMINGWAY",
    "Which character killed Captain Ahab?": "MOBY-DICK",
    "What Broadway musical was based on the comic strip Little Orphan Annie?": "ANNIE",
    "What creatures in \"The Lord of the Rings\" are referred to as goblins in the book \"The Hobbit\"?": "ORCS",
    "What kind of creature is Mowgli's enemy Shere Khan in \"The Jungle Book\"?": "TIGER",
    "Who wrote \"Great Expectations\"?": "CHARLES DICKENS",
    "What was Tchaikovsky's first ballet?": "SWAN LAKE",
    "What is Dorothy's last name in \"The Wonderful Wizard of Oz\"?": "GALE",
    "What writer is known as the Bard?": "WILLIAM SHAKESPEARE",
    "Which sci-fi author is credited with coining the term \"cyberspace\"?": "WILLIAM GIBSON",
    "What four evangelists wrote the Gospels?": "MATTHEW, MARK, LUKE, JOHN",
    "Who wrote \"The Invisible Man\"?": "H.G. WELLS",
    "Which of the Three Tenors lived in Mexico from the age of eight?": "PLACIDO DOMINGO",
    "What is the name of Dennis the Menace's dog in the UK version of the comic strip?": "GNASHER",
    "Who wrote The Angel Doll: A Christmas Story in 1996?": "JERRY BLEDSOE",
    "Which British prime minister was awarded the Nobel Prize for Literature?": "WINSTON CHURCHILL",
    "Who is best known for his painting \"American Gothic\"?": "GRANT WOOD",
    "What type of animal is Napoleon, in George Orwell\u0092s novel \u0093Animal Farm?\u0094": "A PIG",
    "What is the longest one syllable word in the English language?": "SCREECHED",
    "Who wrote the \"1812 Overture\"?": "TCHAIKOVSKY",
    "What game was invented when Winnie-the-Pooh accidentally dropped a fir cone off a bridge?": "POOHSTICKS",
    "Whose treasure is said to be the subject of the \"Treasure Island\" map?": "CAPTAIN FLINT",
    "In the novel \"To Kill a Mockingbird\", what was Atticus Finch's occupation?": "LAWYER",
    "Who became the first person to become a billionaire by writing books?": "J.K. ROWLING",
    "Under what pseudonym did Charlotte Bronte first publish \"Jane Eyre\"?": "CURRER BELL",
    "What does a bibliophile enjoy?": "BOOKS",
    "Who wrote the Christmas murder-mystery, Star Bright! A Christmas Story?": "ANDREW M. GREELEY",
    "Who has a heart \"two sizes too small\"?": "THE GRINCH",
    "What nationality was Pablo Picasso?": "SPANISH",
    "What adventure tale introduced: \"Yo-ho-ho, and a bottle of rum!\"": "TREASURE ISLAND",
    "What Italian city was Michelangelo raised in?": "FLORENCE",
    "Author Rudyard Kipling was born in what country?": "INDIA",
    "What is the name of the little people in \"The Wonderful Wizard of Oz\"?": "MUNCHKINS",
    "Which character killed Grendel?": "BEOWULF",
    "Hamlet was the Prince of which country?": "DENMARK",
    "Which famous poem includes the line \"I am the master of my fate, I am the captain of my soul\"?": "INVICTUS",
    "The story of Samson appears in which book of the Old Testament?": "JUDGES",
    "Which artist did Matisse and Picasso call \"the father of us all\"?": "PAUL CEZANNE",
    "Joe Cool is an alter ego of which comic strip character?": "SNOOPY",
    "What mythological creature grew two new heads for each one that was cut off?": "HYDRA",
    "What is the name of Sherlock Holmes' smarter brother?": "MYCROFT",
    "What two colors are the cat's hat in \"The Cat in the Hat\"?": "RED AND WHITE",
    "Which character killed Polonius?": "HAMLET",
    "What crashes from the ceiling to provide one of the highlights of Lloyd Weber's \"The Phantom of the Opera\"?": "CHANDELIER",
    "What do the boys use to start a signal fire in the book \"Lord of the Flies\"?": "PIGGY'S GLASSES",
    "The French phrase \"espirit de corps\" translates in English to what?": "COMARADERIE",
    "Who authored 1883's \"The Adventures of Pinocchio\"?": "CARLO COLLODI",
    "What D.H. Lawrence novel with a colorful title was banned in the U.K. following a 1915 obscenity trial?": "THE RAINBOW",
    "Who is the tomboy main character in the book \"Little Women\"?": "JOSEPHINE (JO) MARCH",
    "What painting was stolen in broad daylight from a museum in Oslo in 2004?": "THE SCREAM",
    "What game does the Queen of Hearts order Alice to play in Alice in Wonderland?": "CROQUET",
    "Who was elected as leader of the boys at the beginning of the novel \"Lord of the Flies\"?": "RALPH",
    "What author wrote \"The Murders in the Rue Morgue\" short story?": "EDGAR ALLAN POE",
    "Where did Gulliver find a race of tiny people?": "LILLIPUT",
    "What is the technical name of the pound sign?": "OCTOTHORPE",
    "What literary character is adopted by Messua and her husband who believe him to be their long-lost sibling?": "MOWGLI",
    "Where did the Pied Piper play?": "HAMELIN",
    "Who wrote \"Gulliver's Travels\"?": "JONATHAN SWIFT",
    "Who wrote the play \"Death of a Salesman\"?": "ARTHUR MILLER",
    "What was the name of Vincent van Gogh's art dealer brother?": "THEO",
    "What is the name of Frodo's faithful gardener in \"The Lord of the Rings\"?": "SAM GAMGEE",
    "Jazz musicians sometimes refer to which instrument as a \"licorice stick\"?": "CLARINET",
    "What is the first name of Agatha Christie's sleuth Miss Marple?": "JANE",
    "What word comes from the Greek for \"thick-skinned\"?": "PACHYDERM",
    "Natty Bumppo was the creation of which author?": "JAMES FENIMORE COOPER",
    "Who is the author of the \"Bourne Trilogy\" novel series?": "ROBERT LUDLUM",
    "What painter's mental state is revealed in 750 letters he wrote to his brother Theo?": "VINCENT VAN GOGH",
    "As punishment for not appreciating Apollo's music, King Midas's ears were transformed into the ears of what animal?": "DONKEY",
    "What forest was home to Robin Hood?": "THE SHERWOOD FOREST",
    "What book was Mark David Chapman carrying when he shot John Lennon?": "THE CATCHER IN THE RYE",
    "What country was the birthplace of two of the Three Tenors?": "SPAIN",
    "Who created the \"Dilbert\" comic strip?": "SCOTT ADAMS",
    "Who created Iron Man?": "STAN LEE",
    "In \"The Farmer in the Dell\", what does the child take?": "A NURSE",
    "What phenomenon appeared the day Mark Twain was born and the day he died?": "HALLEY'S COMET",
    "What do sisters Elinor and Marianne Dashwood represent in the title of a Jane Austen novel?": "SENSE AND SENSIBILITY",
    "Which Shakespeare play tells a love story between a Capulet and a Montague?": "ROMEO AND JULIET",
    "What Shakespeare play is set on January 5?": "TWELFTH NIGHT",
    "John Reed's book \"Ten Days That Shook the World\" was an eyewitness account of which event?": "THE RUSSIAN REVOLUTION",
    "How many letters are in the Hawaiian alphabet?": "TWELVE",
    "Which side of a book are the even-numbered pages usually on?": "THE LEFT",
    "What John Irving novel with an armadillo on its cover tells the story of an extremely short boy?": "A PRAYER FOR OWEN MEANY",
    "Writer Miguel de Cervantes was from which country?": "SPAIN",
    "Which river did Tom Sawyer and Huckleberry Finn sail down?": "MISSISSIPPI",
    "Which Oscar Wilde character stayed young as his picture aged?": "DORIAN GRAY",
    "What city's opera house does \"The Phantom of the Opera\" prowl?": "PARIS'",
    "Who is the Greek god of the grape and vine, music, irrationality, intoxication, dancing and ecstasy?": "DIONYSUS",
    "What are the six characters in the title of Luigi Pirandello's play i search of?": "AN AUTHOR",
    "What color hair does the \"Mona Lisa\" have?": "BLACK",
    "What fictional Harvard professor appears in Dan Brown novels including the \"The Da Vinci Code\"?": "ROBERT LANGDON",
    "Who wrote the book \"The Red and the Green\"?": "IRIS MURDOCH",
    "What Christmas treat does Pip give to the hungry convict in \"Great Expectations\"?": "PORK PIE",
    "What musical is the sequel to \"The Phantom of the Opera\"?": "LOVE NEVER DIES",
    "Who killed the Minotaur?": "THESEUS",
    "Who devoured a cake with the words \"Eat Me\" written on it in currants?": "ALICE",
    "What animal's head is placed on a stick in \"Lord of the Flies\"?": "A PIG",
    "Who created Jason Bourne?": "ROBERT LUDLUM",
    "Which singer's 2000 autobiography \"Chasing Down the Dawn\" detailed her life growing up in Alaska?": "JEWEL",
    "Whose hat featured a sign reading: \"In this style 10/6\"?": "THE MAD HATTER",
    "What New York landmark stands in size 879 sandals?": "THE STATUE OF LIBERTY",
    "Which artist's garden attracts tourists to Giverny in France?": "CLAUDE MONET",
    "Which character killed Elizabeth Lavenza?": "FRANKESTEIN'S MONSTER",
    "What is Jack Dawkins' nickname in \"Oliver Twist\"?": "THE ARTFUL DODGER",
    "Which side of a book are the odd-numbered pages usually on?": "THE RIGHT",
    "Where did The Wizard of Oz live?": "THE EMERALD CITY",
    "What fictional detective is often depicted smoking a pipe while wearing a deerstalker hat?": "SHERLOCK HOLMES",
    "What musical won the Tony Award for Best Musical in 1996?": "RENT",
    "What does M.C. stand for in M.C. Escher's name?": "MAURITS CORNELIS",
    "Who became an animated Disney megastar after replacing Oswald the Lucky Rabbit?": "MICKEY MOUSE",
    "Nick and Nora Charles were a detective couple developed by what author?": "DASHIELL HAMMETT",
    "In the X-Men comics, what element is fused with Wolverine's bones?": "ADAMANTIUM",
    "Whose best-selling diary was written by Helen Fielding?": "BRIDGET JONES",
    "Who wrote the \"Millennium\" novel series?": "STIEG LARSSON",
    "Who wrote \"Charlie and the Chocolate Factory\"?": "ROALD DAHL",
    "Who had a flying carpet?": "ALADDIN",
    "Where did the Yellow Brick Road lead to?": "EMERALD CITY",
    "Who considered founding a utopian art colony at Arles in France prior to his suicide?": "VINCENT VAN GOGH",
    "What is the name of the paranoid android in the book \"The Hitchhiker's Guide to the Galaxy\"?": "MARVIN",
    "How many sizes does the Grinch's heart grow on Christmas Day?": "THREE",
    "Who wrote \"Allegory of the Cave\"?": "PLATO",
    "What was Dr. Seuss' real name?": "THEODOR SEUSS GEISEL",
    "What was the first name of Sherlock Holmes' assistant Dr. Watson?": "JOHN",
    "What is the name of the first book in the \"Bourne Trilogy\"?": "THE BOURNE IDENTITY",
    "Where was King Arthur's court?": "CAMELOT",
    "Who wrote A Farewell to Arms?": "EARNEST HEMINGWAY",
    "What is Bridget Jones' home city?": "LONDON",
    "What actress originated the role of Mame in the musical \"Mame\"?": "ANGELA LANSBURY",
    "Who wrote the novel series \"The Green Mile\"?": "STEPHEN KING",
    "What movie character was briefly known as the \"Chesapeake Ripper\"?": "HANNIBAL LECTER",
    "What wealthy comic-book title character keeps his mansion tidy with the help of a robot maid, Irona?": "RICHIE RICH",
    "What musical is based on the book \"Anna and the King of Siam\"?": "THE KING AND I",
    "What name is given to the overweight boy with glasses in the book \"Lord of the Flies\"?": "PIGGY",
    "Whose chest contained the \"Treasure Island\" map?": "BILLY BONES'",
    "Which fairytale character slept for 20 years?": "RIP VAN WINKLE",
    "Who was King Lear's favorite daughter?": "CORDELIA",
    "What Shakespeare play asks: \"To be or not to be\"?": "HAMLET",
    "What musical's show-stopping songs include \"Mr. Cellophane\" and \"Razzle Dazzle\"?": "CHICAGO",
    "Which city sees Pip striving to become a gentleman in \"Great Expectations\"?": "LONDON",
    "What Vladimir Nabakov novel features PRofessor Humbert in love with a 12 year old girl?": "LOLITA",
    "What children's book by Louis Sachar features a palindromic protagonist named Stanley Yelnats?": "HOLES",
    "What is the name of Harry Potter's pet owl?": "HEDWIG",
    "What Ayn Rand novel opens with the question: \"Who is John Galt?\"?": "ATLAS SHRUGGED",
    "What kind of creature is Mrs. Tiggy-Winkle in a book by Beatrix Potter?": "HEDGEHOG",
    "Who is Holden Caulfield's sister in \"The Catcher in the Rye\"?": "PHOEBE",
    "The comic strip \"Spy vs Spy\" first debuted in which publication?": "MAD MAGAZINE",
    "What is the singular of graffiti?": "GRAFFITO",
    "Which of the Seven Dwarfs comes first alphabetically?": "BASHFUL",
    "One of Oscar Wilde's best-known works is a play titled The Importance of Being what?": "EARNEST",
    "What is the literary term for a word that is spelled the same backwards as it is forwards?": "PALINDROME",
    "Little Red Riding Hood was called what in the original story by the Brothers Grimm?": "LITTLE RED CAP",
    "What festival was billed as \"Three Days of Peace and Music\"?": "WOODSTOCK",
    "What kinds of creatures were Flopsy and Mopsy in the first book by Beatrix Potter?": "RABBITS",
    "What was the name of the cat in Walt Disney's movie \"Cinderella\"?": "LUCIFER",
    "What does \"J.R.R.\" stand for in J.R.R. Tolkien's name?": "JOHN RONALD REUEL",
    "What facial feature is the Mona Lisa missing?": "EYEBROWS",
    "What Welsh actress filled the role of Velma Kelly in the movie version of Chicago?": "CATHERINE ZETA-JONES",
    "What is the name of the dragon in \"The Hobbit\"?": "SMAUG",
    "What Tchaikovsky ballet includes \"Dance of the Sugar-Plum Fairy\" and \"Waltz of the Flowers\"?": "THE NUTCRACKER",
    "In terms of decibels, what is normally the loudest instrument in a symphony orchestra?": "TROMBONE",
    "What instrument did Teddy Wilson play in the Benny Goodman Swing Quartet?": "PIANO",
    "Who wrote the Christmas novel Tidings in 1987?": "WILLIAM WHARTON",
    "What Jules Verne adventurer fired his valet for bringing him shaving water two degrees below his requirement?": "PHILEAS FOGG",
    "What was the sequel to \"Little Women\"?": "GOOD WIVES",
    "Where do you end up if you fly toward the second star to the right and then proceed straight on until morning?": "NEVERLAND",
    "Who wrote the book \"Chitty-Chitty-Bang-Bang: The Magical Car\"?": "IAN FLEMING",
    "Before the vowel shift of the middle ages, how would the English pronounce \"Mickey Mouse\"?": "MICKEY MOOSE",
    "Who wrote King George V Christmas speech that was broadcast in 1932?": "RUDYARD KIPLING",
    "What novel by Louisa May Alcott tells about the lives and loves of four sisters?": "LITTLE WOMEN",
    "What Italian town takes tourists to the workshop of renowned stringent-instrument maker Antonio Stradivari?": "CREMONA",
    "Who teaches \"Charms\" in Hogwarts?": "PROFESSOR FLITWICK",
    "What type of mythological creature was tasked with forging thunderbolts for Zeus?": "CYCLOPS",
    "What movie features singing siblings named Liesl, Friedrich, Brigitta, Louisa, Kurt, Marta and Gretl?": "THE SOUND OF MUSIC",
    "What major musical of the 1960s was written by James Rado, Gerome Ragni and Galt MacDermot?": "HAIR",
    "The Christmas carol \"Jingle Bells\" was first published under what title?": "ONE HORSE OPEN SLEIGH",
    "What Jane Austen novel has a main character named Fanny Price?": "MANSFIELD PARK",
    "What was subtitled \"The American Tribal Love/Rock Musical\"?": "HAIR",
    "What nationality was Roald Dahl?": "WELSH",
    "What is the only nationality mentioned in the song \"The Twelve Days of Christmas\"?": "FRENCH",
    "What humorist often reminisces about his high school rock band, the Federal Duck?": "DAVE BARRY",
    "Pablo Picasso was one of the suspects questioned when what item was stole in Paris in 1911?": "THE MONA LISA",
    "What Harry Potter character has the patronus of a hare/bunny?": "LUNA LOVEGOOD",
    "What is the last word in the Bible?": "AMEN",
    "Who sculpted Mount Rushmore?": "GUTZON BORGLUM",
    "What Jane Austen novel was rewritten in 2009 to include zombies?": "PRIDE AND PREJUDICE",
    "What war is the Tribe fighting against conscription into in the musical \"Hair\"?": "VIETNAM",
    "What color is the little engine in the children's book \"The Little Engine That Could\"?": "BLUE",
    "What Chaucer collection of stories was sold by a group of pilgrims on their way to a shrine?": "CANTERBURY TALES",
    "What Jane Austen book has many parallels with \"Bridget Jones's Diary\" including the main male character?": "PRIDE AND PREJUDICE",
    "Whose novels include \"The Chamber\", \"The Client\", and \"The Firm\"?": "JOHN GRISHAM",
    "What novel won John Steinbeck a Pulitzer Prize in 1940?": "GRAPES OF WRATH",
    "Which deceased employee of Claudius had a parrot named Captain Kidd?": "JOHN SILVER",
    "The folklore characters known as \"oni\" originated in which country?": "JAPAN",
    "What kind of flowers did Mary Poppins wear in her hair?": "DAISIES",
    "Ray Bradbury's novel \"Fahrenheit 451\" was serialized in the March, April and May issues of what popular magazine?": "PLAYBOY",
    "What did Hannibal Lecter say French people taste like?": "CHICKEN",
    "Which Dickens character asked for more?": "OLIVER TWIST",
    "Who wrote the play \"Cat on a Hot Tin Roof\"?": "TENNESSEE WILLIAMS",
    "Who wrote the book \"The Electric Kool-Aid Acid Test\"?": "TOM WOLFE",
    "What is the last word of the Bible?": "AMEN",
    "What 1928 novel by D.H. Lawrence was banned in the US until 1959?": "LADY CHATTERLEY'S LOVER",
    "Which author and philosopher is known for his works The Plague, The Outsider and The Fall?": "ALBERT CAMUS",
    "What metal is the \"The Statue of Liberty's\" visible surface constructed from?": "COPPER",
    "Who was the first American artist to have a painting on display in the Louvre?": "JAMES WHISTLER",
    "What snack gave Mickey Mouse his first spoken words?": "HOT DOGS",
    "Who said: \"I've had such a curious dream\"?": "ALICE",
    "What novel begins with the words \"Marley was dead...\"?": "A CHRISTMAS CAROL",
    "Which influential French novelist was a close friend of Paul Cezanne?": "EMILE ZOLA",
    "In Nathaniel Hawthorne's \"The Scarlet Letter\", what was the letter and what did it stand for?": "A FOR ADULTRY",
    "What is replaced in the hand of William Shakespeare's graveside memorial bust each year on the anniversary of his death?": "QUILL",
    "Which literary bear got its name from a London railway station?": "PADDINGTON BEAR",
    "Which character killed Clare Quilty?": "HUMBERT HUMBERT",
    "What comic strip was set in the Okeefenokee Swamp?": "POGO",
    "Who composed the \"Brandenburg Concertos\"?": "JOHANN SEBASTIAN BACH",
    "What is the name of Dennis the Menace's dog?": "RUFF",
    "Who wrote Around the World in Eighty Days?": "JULES VERNE",
    "Who wrote the Dark Tower series?": "STEPHEN KING",
    "Who turned all he touched to gold?": "KING MIDAS",
    "What Shakespeare work includes the line \"Friends, Romans, countrymen, lend me your ears\"?": "JULIUS CAESAR",
    "What does the comic book character Perry White do for a living?": "NEWSPAPER EDITOR",
    "What publication uses the motto \"America's Finest News Source\"?": "THE ONION",
    "What painter popularized soup cans and Brillo soap pad boxes?": "ANDY WARHOL",
    "What kind of a creature is Hobbes from the comic strip \"Calvin and Hobbes\"?": "A TIGER",
    "The Golden Fleece was a treasure sought by who?": "JASON AND THE ARGONAUTS",
    "In ancient Greece, what river did the souls of dead people have to cross?": "STYX",
    "What is Bruce Wayne's heroic identity?": "BATMAN",
    "Who wrote the novel \"Tarzan of the Apes\"?": "EDGAR RICE BURROUGHS",
    "What was the first name of Dr. Frankenstein?": "VICTOR",
    "What was the name of the lead character in the novel \"The Scarlet Letter\"?": "HESTER PRYNNE",
    "What style of painting are Cezanne, Degas, Manet and Monet all linked with?": "IMPRESSIONISM",
    "What is the name of the winged horse of Greek mythology?": "PEGASUS",
    "What cartoon character was introduced as \"Mi Laoshu\" in China?": "MICKEY MOUSE",
    "Nick Carraway was the narrating lead character in which classic novel?": "THE GREAT GATSBY",
    "What is the one-eyed giant of Greek mythology?": "CYCLOPS",
    "What kind of animal is called a heffalump, in Winnie the Pooh?": "AN ELEPHANT",
    "In the novel \"Don Quixote\", what swiveling structures are mistaken for giants?": "WINDMILLS",
    "What did Jack Horner pull from his pie?": "A PLUM",
    "What organization in the Harry Potter series is named after Dumbledore's patronus?": "ORDER OF THE PHOENIX",
    "What was Pinocchio's father's name?": "GEPPETTO",
    "Which Shakespeare play sees the brother of a novice nun sentenced to death for fornication?": "MEASURE FOR MEASURE",
    "Who created the \"Spy vs Spy\" silent comic strip?": "ANTONIO PROHIAS",
    "Who was the valet that followed Phileas Fogg when he traveled around the world in 80 days?": "JEAN PASSEPARTOUT",
    "Who was the son of Zeus and Maia?": "HERMES",
    "What gift is first presented on the fifth day in the song \"The Twelve Days of Christmas\"?": "FIVE GOLDEN RINGS",
    "What superhero built a \"Fortress of Solitude\" at the North Pole?": "SUPERMAN",
    "What Biblical figure spent three days and nights in the stomach of a whale before being spit out?": "JONAH",
    "In nautical folklore, which ship is condemned to sail the seas for all eternity?": "THE FLYING DUTCHMAN",
    "What is by far the most famous painting in the Louvre?": "THE MONA LISA",
    "Which character killed Cock Robin?": "THE SPARROW",
    "Whose epitaph reads: \"Quoth the Raven nevermore\"?": "EDGAR ALLAN POE",
    "What musical won a record breaking 12 Tony Awards?": "THE PRODUCERS",
    "What did Yankee Doodle stick in his hat?": "FEATHER",
    "What place did Dante describe as having \"Abandon hope, all ye who enter here\" written over its doors?": "HELL",
    "Who wrote the novel \"Dragon Seed\"?": "PEARL S. BUCK",
    "What author created Dr. Hannibal Lecter?": "THOMAS HARRIS",
    "In the series \"Eragon\", what is the name of Eragon's dragon?": "SAPHIRA",
    "What is the subtitle of the classic novel \"Uncle Tom's Cabin\"?": "LIFE AMONG THE LOWLY",
    "Who painted the cover art for the 1993 Billy Joel album \"River of Dreams\"?": "CHRISTIE BRINKLEY",
    "Which artist is famous for his statue The Thinker?": "AUGUSTE RODIN",
    "What woodwind instrument is sometimes called a \"licorice stick\"?": "CLARINET",
    "Which Wings album includes \"Picasso's Last Words\"?": "BAND ON THE RUN",
    "What is by far the most famous New York-based piece of work by French sculptor Auguste Bartholdi?": "THE STATUE OF LIBERTY",
    "What kind of a creature is Rikki-Tikki-Tavi?": "A MONGOOSE",
    "Which character killed Elizabeth Vladimir Lensky?": "EUGENE ONEGIN",
    "Who created James Bond?": "IAN FLEMING",
    "Who wrote, Spirit of the Season in 1993?": "HEATHER GRAHAM",
    "What Russian-born American poet was awarded a Nobel Prize in literature in 1987?": "JOSEPH BRODSKY",
    "Who wrote the lyrics of the Christmas carol \"Silent Night\"?": "JOSEPH MOHR",
    "What type of artwork depicts human characteristics that are modified or exaggerated in a humorous fashion?": "A CARICATURE",
    "Which ear did artist Vincent Van Gogh cut off?": "LEFT",
    "What Russian composer wrote the ballet \"Swan Lake\"?": "TCHAIKOVSKY",
    "What eye complaint is blamed for the reddish tone of some of Monet's paintings?": "CATARACTS",
    "Which Hans Christian Andersen fairy tale figure sits by the waterside in Copenhagen?": "THE LITTLE MERMAID",
    "Which comic strip character is the owner of a dog named Otto?": "SGT. SNORKEL",
    "The character Randall Flagg is from which novel?": "THE STAND",
    "Who flew from England to America in a giant peach carried by seagulls?": "JAMES",
    "Who had to face the multi-headed Hydra in the second of his labors?": "HERCULES",
    "How many strings does a standard violin have?": "FOUR",
    "What Greek god is the ruler of the underworld?": "HADES",
    "What mid-day nap takes its name from the Spanish word sexta, meaning sixth?": "THE SIESTA",
    "Who was famous for saying: \"All you need to fly are lovely things and fairy dust\"?": "PETER PAN",
    "What does the fairy godmother transform into a coach for Cinderella?": "A PUMPKIN",
    "What flower was Monet most famous for painting?": "WATER LILIES",
    "What comic strip did Scott Adams create while working for Pacific Bell?": "DILBERT",
    "What novel won Robert Penn Warren a Pulitzer Prize in 1947?": "ALL THE KING'S MEN",
    "Katniss Everdeen is the protagonist in which book trilogy?": "THE HUNGER GAMES",
    "What English author wrote the 1923 book \"Kangaroo\"?": "D.H. LAWRENCE",
    "What shape is the scar on Harry Potter's forehead?": "LIGHTNING BOLT",
    "Who is Othello's wife?": "DESDEMONA",
    "Who is the main character in Joseph Heller's novel Catch-22": "YOSSARIAN",
    "What war saw the bombing of Guernica that inspired one of Picasso's most moving paintings?": "SPANISH CIVIL WAR",
    "Who wrote, Shakespeare's Christmas in 1998?": "CHARLAINE HARRIS",
    "What D.H. Lawrence novel was originally titled \"Tenderness\"?": "LADY CHATTERLEY'S LOVER",
    "Whose \"Coffee Cantata\" concerns a girl whose father demands she loses her addiction to coffee before marriage?": "JOHANN SEBASTIAN BACH",
    "What name is given to the metal bars running across the neck of a guitar?": "FRETS",
    "What was the scarecrow in \"The Wizard of Oz\" lacking?": "BRAIN",
    "What ethologist told the story of Elsa the lioness in the book \"Born Free\"?": "JOY ADAMSON",
    "What name did the meaner of Cinderella's stepsisters call her?": "CINDERWENCH",
    "In Greek mythology, Hephaestus was the god of what?": "FIRE",
    "Thor is the son of which Norse god?": "ODIN",
    "According to legend, Robin Hood was born in what area of Nottinghamshire?": "LOCKSLEY",
    "What war is taking place in the novel \"Lord of the Flies\"?": "WORLD WAR II",
    "In the tale \"Jack and the Beanstalk\", what did Jack trade for the magic beans?": "A COW",
    "What armless statue in the Louvre is described as \"the most famous work of art of the ancient Greek sculpture\"?": "VENUS DE MILO",
    "Which art form derives its name from the Greek for \"beauty writing\"?": "CALLIGRAPHY",
    "Who wrote the children's book \"The Trumpet of the Swan\"?": "E.B. WHITE",
    "What was the first name of the American artist \"Grandma Moses\"?": "ANNA",
    "In Larry Niven's novel \"Ringworld\", what is the drug that extends human life to near immortality?": "BOOSTERSPICE",
    "When is Cinderella required to leave the ball?": "BY MIDNIGHT",
    "Who wrote \"Treasure Island\"?": "ROBERT LOUIS STEVENSON",
    "What nationality was Vincent van Gogh?": "DUTCH",
    "Who remarked when Gertrude Stein complained she didn't look like a portrait he'd painted: \"You will\"?": "PABLO PICASSO",
    "According to the old rhyme, Monday's child is fair of face. What is Tuesday's child full of?": "GRACE",
    "In the book \"Harry Potter and the Deathly Hallows\" what does the acronym RAB stand for?": "REGULUS A. BLACK",
    "What group of mutants in the X-Men comic books takes its name from similar characters in H.G.Wells' \"The Time Machine\"?": "THE MORLOCKS",
    "What Shakespearean play begins with the line \"Who's there\"?": "HAMLET",
    "Who wrote the \"Man in the Iron Mask\"?": "ALEXANDRE DUMAS",
    "Which doctor did Hugh Lofting write a series of books about?": "DR. DOLITTLE",
    "Who reputedly told a customs officer: \"I have nothing to declare except my genius\"?": "OSCAR WILDE",
    "Who wrote the novel Oryx and Crake?": "MARGARET ATWOOD",
    "Which character killed Albus Dumbledore?": "SEVERUS SNAPE",
    "What Mozart opera focuses on fiancee swapping as its theme?": "COSI FAN TUTTE",
    "What nursery rhyme character was warned that the cow was in the corn?": "LITTLE BOY BLUE",
    "What William Faulkner novel presented its plot from four different points of view?": "THE SOUND AND THE FURY",
    "What Disney musical movie was the first to be shown to large public audiences with stereophonic sound?": "FANTASIA",
    "Whose still-life painting, \"Rideau Cruchon et Compotier\", sold for $60.5 million in 1999?": "PAUL CEZANNE",
    "What is the Spanish word for navy?": "ARMADA",
    "What literary character comes from Villa Villekulla in Sweden?": "PIPPI LONGSTOCKING",
    "Which villain broke Batman's back?": "BANE",
    "Which country originated opera?": "ITALY",
    "Margaret Munnerlyn, author of the book \"Gone with the Wind\", was born in what city?": "ATLANTA",
    "In the 1530s, Michelangelo began work on what fresco on the wall of the Sistine Chapel?": "THE LAST JUDGEMENT",
    "Who wrote the novel \"The Picture of Dorian Gray\"?": "OSCAR WILDE",
    "What American writer published the poem \"Al Aaraaf\"?": "EDGAR ALLAN POE",
    "According to the nursery rhyme, how many blackbirds were baked in a pie?": "FOUR AND TWENTY",
    "Who created the character Conan the Barbarian?": "ROBERT E. HOWARD",
    "What Biblical figure's wife was turned into a pillar of salt?": "LOT",
    "The John Knowles novel \"A Separate Peace\" is narrated by which character?": "GENE",
    "The Stephen Sondheim Broadway musical \"Sunday in the Park with George\" was based on a painting by what artist?": "GEORGES SEURAT",
    "Who is the father of the Hulkling?": "CAPTAIN MARVEL",
    "What is the name of cartoon character Charlie Brown's dog?": "SNOOPY",
    "Which artist's \"Impression Sunrise\" gave its name to the whole impressionist movement?": "CLAUDE MONET",
    "What annual celebration is taking place at the start of \"Great Expectations\"?": "CHRISTMAS EVE",
    "Which items are melting in Salvador Dali's painting \"The Persistence of Memory\"?": "WATCHES",
    "Who wrote Ulysses?": "JAMES JOYCE",
    "The musical \"My Fair Lady\" was based on what classic play?": "PYGMALION",
    "What is the given name of the famous German composer and pianist Beethoven?": "LUDWIG",
    "In \"The Twelve Days of Christmas\", what did my true love send to me on the seventh day?": "SEVEN SWANS-A-SWIMMING",
    "What artist's largest work is called \"The Night Watch\"?": "REMBRANDT",
    "Who wrote, TIdings of Comfort and Joy in 1997?": "T. DAVIS BUNN",
    "What surname for John in \"The Importance of Being Earnest\" did Oscar Wilde take from the seaside town he vacationed at?": "WORTHING",
    "Which English spa city, the setting for many of her novels, boasts the Jane Austen Center?": "BATH",
    "What does the comic book character Galactus eat?": "PLANETS",
    "Although he is from hell, what symbol does Spawn cling to?": "A CROSS",
    "What poet penned \"Ash Wednesday\" in 1930?": "T.S. ELIOT",
    "What musical instrument does Sherlock Holmes play for relaxation?": "VIOLIN",
    "The character Uriah Heep appeared in which Charles Dickens novel?": "DAVID COPPERFIELD",
    "What color spot led tot he death of Billy Bones in \"Treasure Island\"?": "BLACK",
    "In Norse mythology, what was the name of the monster killed by Beowulf?": "GRENDEL",
    "What was William Shakespeare's hometown?": "STRATFORD-UPON-AVON",
    "What car model gave its name to an alien in \"The Hitchhiker's Guide to the Galaxy\"?": "FORD PREFECT",
    "What four-letter girl's name gave Jane Austen the title of a comic novel?": "EMMA",
    "Who murders Nancy in \"Oliver Twist\"?": "BILL SIKES",
    "Whose autobiography was entitled \"The Long Walk to Freedom\"?": "NELSON MANDELA",
    "What is name of the lead character in the book, \"The Hobbit\"?": "BILBO BAGGINS",
    "What book tells the story of the Harris family fleeing to Canada to escape slavery?": "UNCLE TOM'S CABIN",
    "Who wielded a sword named Excalibur?": "KING ARTHUR",
    "What is the name of the milkman in \"Fiddler on the Roof\"?": "TEVYE",
    "What word means ?dance writing? in Greek?": "CHOREOGRAPHY",
    "The novel \"Life of Pi\" takes place in which ocean?": "THE PACIFIC OCEAN",
    "What screenplay won George Bernard Shaw a 1938 Oscar?": "PYGMALION",
    "Who aimed his \"Emporio\" clothing line at younger buyers?": "GIORGIO ARMANI",
    "What former NFL star was the author of a book about needlepoint for men?": "ROSEY GRIER",
    "In the book \"Animal Farm\", what boar originally encouraged the other animals to rebel against Farmer Jones?": "OLD MAJOR",
    "Which city staged the premier of \"Gone with the Wind\" that actress Hattie McDaniel couldn't attend due to her skin color?": "ATLANTA",
    "What Soviet dancer defected to the West in 1974, joining the New York City Ballet?": "MIKHAIL BARYSHNIKOV",
    "Whose novel is the basis for the Lloyd Webber musical \"The Phantom of the Opera\"?": "GASTON LEROUX",
    "Which Beatles song is partially in French?": "MICHELLE",
    "What does the double-O indicate in 007?": "A LICENSE TO KILL",
    "For whom did Robert May write the story of Rudolph the Red-nosed Reindeer?": "HIS DAUGHTER, BARBARA",
    "What musical was shut down by the government and its cast forced to leave the country when it opened?": "HAIR",
    "What color is Nancy Drew's hair?": "BLONDE",
    "Who runs the orphanage in the musical \"Annie\"?": "MISS HANNIGAN",
    "Eric Arthur Blair was the real name of which author?": "GEORGE ORWELL",
    "Which superhero team is Reed Richards a member of?": "THE FANTASTIC FOUR",
    "What Beatrix Potter character was rescued by a collie and two foxhounds?": "JEMIMA PUDDLEDUCK",
    "What future Broadway hit closed in Boston rather than obey a court order to cut the nudity in 1970?": "HAIR",
    "What is the first name of Gianni Versace's sister who took control of the business after his death in 1997?": "DONATELLA",
    "What term is used to describe the art of folding paper sculptures?": "ORIGAMI",
    "In the comic strip Peanuts, what color is Woodstock?": "YELLOW",
    "What mythical creature was born from the blood when Perseus chopped off Medusa's head?": "PEGASUS",
    "Which great painter's nickname translated literally to \"The Greek\"?": "EL GRECO",
    "What author's novel \"East of Eden\" was a symbolic recreation of the story of Cain and Abel?": "JOHN STEINBECK",
    "Which Wagner opera shares its name with a doomed ship?": "THE FLYING DUTCHMAN",
    "What musical is based on a series of children's books by P.L. Travers?": "MARY POPPINS",
    "Who wrote Stardust?": "NEIL GAIMAN",
    "In Shakespeare's Romeo & Juliet, what is Juliet's surname?": "CAPULET",
    "What was the last album recorded by The Beatles?": "ABBEY ROAD",
    "Who was the subject of almost 100 Rembrandt paintings, drawings and etchings?": "REMBRANDT",
    "Who is Mary Shelley's most famous scientist character?": "DR. FRANKENSTEIN",
    "What American writer went \"On the Road\" to find life's answers?": "JACK KEROAUC",
    "What zoo animals were set free in the title of John Irving's first novel?": "BEARS",
    "What was the first movie adaptation of a Hannibal Lecter novel to feature Anthony Hopkins?": "THE SILENCE OF THE LAMBS",
    "What lung disease killed Paul Cezanne a week after he caught a chill and collapsed while painting in the field?": "PNEUMONIA",
    "In which country is the city Aachen located?": "GERMANY",
    "What is heaven to fallen Norse warriors?": "VALHALLA",
    "In music, how should a section labeled as \"fortississimo\" be played?": "LOUDEST",
    "The novel \"Kiss of the Spider Woman\" is set in what country?": "ARGENTINA",
    "What snack shares its name with the famous cartoon strip by Charles M. Schulz?": "PEANUTS",
    "In which comic book did Batman make his first appearance?": "DETECTIVE COMICS",
    "Who does Alice follow down the hole?": "THE WHITE RABBIT",
    "Who is the protagonist in \"The Hunger Games\" book trilogy?": "KATNISS EVERDEEN",
    "Who spent months rehearsing for \"My Fair Lady\" then had most of her singing dubbed by Marni Nixon?": "AUDREY HEPBURN",
    "What disability do both Quasimodo and the judge who sentenced him suffer from in \"The Hunchback of Notre Dame\"?": "DEAFNESS",
    "According to Greek mythology, what was the only spirit that remained in Pandora's box?": "HOPE",
    "What drug did Sherlock Holmes take at the start of his career?": "COCAINE",
    "What is the name of the character that can be used in place of the word \"and\"?": "AMPERSAND",
    "What English writer died on the on the same date as Spanish author and poet Miguel de Cervantes?": "WILLIAM SHAKESPEARE",
    "Who is the last remaining survivor from Earth in \"The Hitchhiker's Guide to the Galaxy\"?": "ARTHUR DENT",
    "Who created Hercule Poirot and Miss Marple?": "AGATHA CHRISTIE",
    "Who first published \"Little Red Riding Hood\"?": "CHARLES PERRAULT",
    "What is the only American state with its official song taken from a Rodgers and Hammerstein musical?": "OKLAHOMA",
    "What is the name of Dr. Seuss's egg-hatching elephant?": "HORTON",
    "Who wrote \"The Hunchback of Notre Dame\"?": "VICTOR HUGO",
    "What country provides the setting for \"The King and I\"?": "SIAM (THAILAND)",
    "What was the middle name of composer Bach?": "SEBASTIAN",
    "What form of writing is literally translated to \"sacred writings\"?": "HIEROGLYPHICS",
    "Who wrote \"The Murders in the Rue Morgue\"?": "EDGAR ALLAN POE",
    "Who wrote the novel \"The Da Vinci Code\"?": "DAN BROWN",
    "Which Harry Potter character is part-giant?": "HAGRID",
    "American mass murderer Ronald DeFeo Jr. was the inspiration behind what novel and series of films?": "THE AMITYVILLE HORROR",
    "Which author built a home called Goldeneye in Jamaica?": "IAN FLEMING",
    "What is the name of Squire Trelawney's ship in \"Treasure Island\"?": "HISPANIOLA",
    "What Shakespeare play if \"All the world's a stage\"?": "AS YOU LIKE IT",
    "What mythological beast has the head of a man, the body of a lion, and the tail and feet of a dragon?": "MANTICORE",
    "What sport is most frequently featured in John Irving novels?": "WRESTLING",
    "What sport was most frequently featured in Degas' paintings?": "HORSERACING",
    "Playwright Thomas Lanier \"Tennessee\" Williams was born in what US state?": "MISSISSIPPI",
    "Who had the Ring immediately before Bilbo took it in \"The Hobbit\"?": "SMEAGOL",
    "Who painted the Sistine Chapel ceiling?": "MICHELANGELO",
    "What spice is the most essential and valuable commodity in the \"Dune\" universe?": "MELANGE",
    "Which James Bond novel is told in the first person by a fictional character called Vivienne Michel?": "THE SPY WHO LOVED ME",
    "What was the real first name of the jazz performer Duke Ellington?": "EDWARD",
    "What musical instrument's name means \"bells playing\" in German?": "GLOCKENSPIEL",
    "What Saturday Evening Post artist was known for his whimsical pictures of Santa Claus?": "NORMAN ROCKWELL",
    "Whose skull does Hamlet hold and talk to in Shakespeare's play by the same name?": "YORICK",
    "Which character killed Fyodor Karamazov?": "SMERDYAKOV",
    "What is considered the sister language of English?": "GERMAN",
    "What was Cinderella's real name?": "ELLA",
    "Who wrote \"The Da Vinci Code\"?": "DAN BROWN",
    "What musical is based on the play \"Pygmalion\"?": "MY FAIR LADY",
    "What are the transducers on an electric guitar called?": "PICKUPS",
    "Who is the world's richest duck?": "SCROOGE MCDUCK",
    "Who is the one-eyed giant of Greek mythology?": "CYCLOPS",
    "What was the original name of Fyodor Dostoevsky's \"Crime and Punishment\"?": "THE DRUNKARDS",
    "Which of the Three Tenors set up his own competition for young singers in 1982?": "LUCIANO PAVAROTTI",
    "What is the stolen \"Heart of Gold\" in the book \"The Hitchhiker's Guide to the Galaxy\"?": "A SPACE SHIP",
    "Whose \"Luncheon of the Boating Party\" prints and posters hung in millions of homes in the 1980's?": "PIERRE-AUGUSTE RENOIR",
    "Who is Johnny Storm better known as in the comic book series \"Fantastic Four\"?": "HUMAN TORCH",
    "What is the name of Beethoven's only opera?": "FIDELIO",
    "What form of transportation did George Bernard Shaw give to T.E. Lawrence?": "MOTORCYCLE",
    "What M-word means the words at the bottom of a coat of arms?": "MOTTO",
    "Which artist is known as the Father of Impressionism?": "CAMILLE PISSARRO",
    "What Harvard educated guitarist is best known for his work with the bands Lock Up, Rage Against the Machine?": "TOM MORELLO",
    "What job does Joe teach to Pip in Great Expectations?": "BLACKSMITH",
    "Who wrote the Christmas novel, The Lost Angel in 1971?": "ELIZABETH GOUDGE",
    "What book starts with the line \"Call me Ishmael.\"?": "MOBY-DICK",
    "Whose novel \"Sweet Thursday\" formed the basis for the 1955 Rodgers & Hammerstein musical \"Pipe Dream\"?": "JOHN STEINBECK",
    "Who is Asterix' best friend?": "OBELIX",
    "Which character killed Richard Cory?": "HIMSELF",
    "Who was Anne of Green Gables' best friend?": "DIANA BARRY",
    "How many deeds did Hercules perform to free himself from bondage?": "TWELVE",
    "What nursery rhyme character was rich on Monday but broke on Sunday?": "SOLOMON GRUNDY",
    "What type of musical instrument is crafted with two parallel pipes, one known as a chanter and the other a drone?": "THE BAGPIPE",
    "Which American author's most famous novel was \"Myra Breckinridge\"?": "GORE VIDAL",
    "What must be held by anyone wishing to speak during meetings in the book \"Lord of the Flies\"?": "CONCH SHELL",
    "What card game is featured in the novel \"Casino Royale\"?": "BACCARAT",
    "In the children's toe-counting rhyme, what did the third little piggy have?": "ROAST BEEF",
    "What William Golding novel tells the story of a group of boys cast away on a desert island?": "LORD OF THE FLIES",
    "Who was awarded the very first Grammy award for best R&B performance?": "BUDDY BRUCE",
    "Whose \"Small House\" is the subject of the play acted out during \"The King and I\"?": "UNCLE THOMAS'",
    "Which character killed Uncle Tom?": "SIMON LEGREE",
    "When does Mary Poppins say she will leave?": "WHEN THE WIND CHANGES",
    "Who was married to Andrew Lloyd Weber when he composed \"The Phantom of the Opera\" for her voice?": "SARAH BRIGHTMAN",
    "Which Lord of the Rings character has an alter ego called \"Gollum\"?": "SMEAGOL",
    "In Greek mythology, what did Medusa have on her head instead of hair?": "SNAKES",
    "What American poet wrote: \"The fog comes on little cat feet\"?": "CARL SANDBURG",
    "Who is Becky Thatcher's boyfriend?": "TOM SAWYER",
    "What was the name of the high school attended by Archie Andrews and his comic-book friends?": "RIVERDALE",
    "Which literary animal lost his jacket and shoes while raiding Mr. McGregor's garden?": "PETER RABBIT",
    "Who is the richest character in \"The Wind in the Willows\"?": "MR. TOAD",
    "In \"The Twelve Days of Christmas\", what did my true love send to me on the sixth day?": "SIX GEESE-A-LAYING",
    "What Verdi opera includes the popular \"La donna e mobile\"?": "RIGOLETTO",
    "Which character do the events of the narrative's plot revolve around and with whom the audience identifies itself with?": "THE PROTAGONIST",
    "The story of Cinderella was written by which French author?": "CHARLES PERRAULT",
    "What Agatha Christie novel was made up of two parts - England and Egypt?": "DEATH ON THE NILE",
    "Who wrote the novel \"The Chocolate War\"?": "ROBERT CORMIER",
    "According to the nursery rhyme, what was \"in the pot, nine days old\"?": "PEASE PORRIDGE",
    "Who replaced Severus Snape as Potions Master at Hogwarts School?": "HORACE SLUGHORN",
    "The Broadway musical \"Man of La Mancha\" was based on which novel?": "DON QUIXOTE",
    "Which rock group charted \"Land of Confusion\" in 1986?": "GENESIS",
    "The author Bram Stoker was what nationality?": "IRISH",
    "Which of the 7 dwarves did not speak?": "DOPEY",
    "Who wrote, The Christmas Letters: A Novella in 1996": "LEE SMITH",
    "In the painting \"American Gothic\", what relationship is the woman to the man?": "DAUGHTER",
    "What flowers did van Gogh paint most regularly?": "SUNFLOWERS"
}