{
    "What was the nickname of Tom Cruise's fighter pilot character in the movie \"Top Gun\"?": "MAVERICK",
    "What did the Wicked Witch of the West spell out with her broomstick in the sky in the 1939 film \"The Wizard of Oz\"?": "SURRENDER DOROTHY",
    "In the 1960 movie \"Psycho\", what actor plays the private detective?": "MARTIN BALSAM",
    "What does Marilyn Monroe say are a \"girl's best friend\" in Gentlemen Prefer Blondes?": "DIAMONDS",
    "In The Simpsons, what is the name of Springfield's Italian chef?": "LUIGI",
    "What kind of animals are \"Pinky and the Brain\"?": "LAB MICE",
    "During WWII what material were the Oscars made of to conserve metal for the war effort?": "PLASTER",
    "What John Wayne film, set during the Civil War, was based on a true story?": "THE HORSE SOLDIERS",
    "Who is Bugs Bunny's archenemy?": "ELMER J. FUDD",
    "Who recorded \"The Fool on the Hill\" in 1968?": "THE BEATLES",
    "What popular film director/actor co-wrote the 1994 movie \"Natural Born Killers\"?": "QUENTIN TARANTINO",
    "Who played the godfather in the movie \"The Godfather\"?": "MARLON BRANDO",
    "Who plays Ruby in the movie \"Cold Mountain\"?": "RENEE ZELLWEGER",
    "What movie did Ewan McGregor get in character for by shaving his head and shedding 30 pounds?": "TRAINSPOTTING",
    "Where did Kevin's parents go for Christmas in the 1990 movie \"Home Alone\"?": "FRANCE",
    "Who played the role of Warden Hal Moores in the 1999 movie \"The Green Mile\"?": "JAMES CROMWELL",
    "Who plays the role of Mr. Brown in the movie \"Reservoir Dogs\"?": "QUENTIN TARANTINO",
    "Who did Michael Jackson marry in May 1994?": "LISA MARIE PRESSLEY",
    "Who wrote and performed the theme song for the movie \"Philadelphia\"?": "BRUCE SPRINGSTEEN",
    "What was Mohammed Ali said to float like?": "A BUTTERFLY",
    "What TV mystery series was set in the fictional town of Cabot Cove, Maine?": "MURDER SHE WROTE",
    "Who performed the song \"The Power of Love\" with his band in the movie \"Back to the Future\"?": "HUEY LEWIS",
    "Which child actress claimed to have stopped believing in Santa Claus when he asked for her autograph?": "SHIRLEY TEMPLE",
    "How many colors are there in a rainbow?": "SEVEN",
    "In the movie \"Gremlins\", what is the name of the little Mogwai given to Billy?": "GIZMO",
    "Who directed Out Of Sight?": "STEVEN SODERBERGH",
    "What Robert Rodriguez film followed \"El Mariachi\"?": "DESPERADO",
    "What TV show began with the words \"There is nothing wrong with your television set.\"?": "THE OUTER LIMITS",
    "Which Australian played James Bond?": "GEORGE LAZENBY",
    "Musical duo Kaoma introduced the world to which dance in 1989?": "LAMBADA",
    "Who plays the role of Franz Liebkind in the 2005 movie \"The Producers\"?": "WILL FERRELL",
    "What video game developer created the hit video game \"Halo\"?": "BUNGIE",
    "What British pop artist sings the songs \"Smile\" \"Hard out here\" and \"5 O' Clock\"": "LILY ALLEN",
    "In what city did Ann Romano raise her two daughters on the show \"One Day at a Time\"?": "INDIANAPOLIS",
    "Who played the role of Joey Potter on the TV show \"Dawson's Creek\"?": "KATIE HOLMES",
    "In the 1990 movie \"Pretty Woman\", Julia Roberts is payed to stay for how long with Richard Gere?": "ONE WEEK",
    "Who did agent John Drake work for in \"Secret Agent\"?": "NATO",
    "What film stars Bruce Willis as a plastic surgeon Ernest Menville?": "DEATH BECOMES HER",
    "In the TV show \"The Simpsons\", what color is the tablecloth in the Simpsons' kitchen?": "BLUE",
    "Which famous actor voiced characters Lovelace and Ramon in the movie \"Happy Feet\"?": "ROBIN WILLIAMS",
    "What movie was hyped \"Five Criminals, One Line Up, No Coincidence\"?": "THE USUAL SUSPECTS",
    "In the movie \"This is Spinal Tap\", what volume does the amplifier go up to?": "ELEVEN",
    "Where did Rocky Balboa keep his gym locker combination?": "IN HIS HAT",
    "Who was Charlie's roommate in the 1989 movie \"Dead Poets Society\"?": "RICHARD",
    "Which comedian voiced the lead character of the TV show \"The PJs\"?": "EDDIE MURPHY",
    "Who was Kevin Arnold's some time girlfriend on \"The Wonder Years\"?": "WINNIE COPPER",
    "Who played weatherman Phil Connors in the movie \"Groundhog Day\"?": "BILL MURRAY",
    "What is the name of Johnny Depp's character in Pirates of the Caribbean?": "JACK SPARROW",
    "The movie \"300\" is based on the graphic novel by which comic writer and artist?": "FRANK MILLER",
    "In the TV show \"The Simpsons\", what is the name of the Springfield bowling alley?": "BARNEY'S BOWL-A-RAMA",
    "What actress portrayed the title character in the 1965 big-screen Western \"Cat Ballou\"?": "JANE FONDA",
    "In The Simpsons, what hangs on the wall directly to the right of the refridgerator in the Simpson's kitchen?": "TELEPHONE",
    "Who directed the 1989 movie \"Dead Poets Society\"?": "PETER WEIR",
    "What rocker's song \"Rock Is Dead\" is heard in the movie \"The Matrix\"?": "MARILYN MANSON",
    "Where is the film Predator set?": "SOUTH AMERICAN JUNGLE",
    "Who starred as Connor Macleod in the 1986 movie \"Highlander\"?": "CHRISTOPHER LAMBERT",
    "What country was the setting for the 2009 movie \"The Hurt Locker\"?": "IRAQ",
    "In the movie \"Raisin Arizona\", what magazine does Hi hide when they bring the baby home?": "PLAYBOY",
    "In The Simpsons, who is Lisa's favourite jazz musician?": "BLEEDING GUMS MURPHY",
    "What was the first name of the main character in the 1986 movie \"Crocodile Dundee\"?": "MICHAEL",
    "Which actress won an Oscar for her performance in the 1998 movie \"Shakespeare in Love\"?": "GWYNETH PALTROW",
    "What is the general subject of the books sold by Hugh Grant's character in the movie \"Notting Hill\"?": "TRAVEL",
    "What is baby Superman called on the planet Krypton?": "KAL-EL",
    "Who played Mad Max Rockatansky?": "MEL GIBSON",
    "In the TV show \"The Simpsons\", what was Lisa's first word as a baby?": "BART",
    "What is Elton John's real name?": "REGINALD DWIGHT",
    "What is Jack's \"usual\" drink in the movie \"The Shining\"?": "BOURBON",
    "In seasons 12 and 13 of the TV show \"Big Brother\", what competitor is associated with \"crybernating\"?": "RACHEL",
    "What pop star posed naked and pregnant on the August 2006 cover of Harper's Bazaar?": "BRITNEY SPEARS",
    "Who directed the 1999 movie \"The Green Mile\"?": "FRANK DARABONT",
    "What pop star originally began her career as Christian singer \"Katherine Hudson\"?": "KATY PERRY",
    "Who won the first season of the TV series \"American Idol\"?": "KELLY CLARKSON",
    "In \"Monty Python and the Holy Grail\", what do the knights bang together to mimic the sound of trotti": "COCONUTS",
    "In The Simpsons, what kind of footwear does Grampa usually sport?": "SLIPPERS",
    "What is the name of the cat in the Disney movie \"Cinderella\"?": "LUCIFER",
    "On the TV series \"Lost\", what is John Locke incapable of doing before Oceanic flight 815 crashes?": "WALKING",
    "Who dramatically kissed Halle Berry on stage when he won Best Actor?": "ADRIEN BRODY",
    "In the movie \"Flashdance\", what was Alex Owen's day job?": "STEEL WORKER",
    "What was the first name of Martin Short's character on his TV show \"Primetime Glick\"?": "JIMINY",
    "In the original Star Trek series, what was Dr. McCoy's nickname?": "BONES",
    "What is the leading female singer in an opera called?": "THE PRIMA DONNA",
    "What secluded retreat does Karen White head for in The Howling?": "THE COLONY",
    "What film had Jack Nicholson's character in the Overlook Hotel for the winter?": "THE SHINING",
    "What is Mona's last name on the TV show \"Who's the Boss\"?": "ROBINSON",
    "Who is known as Slim Shady?": "MARSHALL MATHERS",
    "What occupation did Mary Richards have on \"The Mary Tyler Moore Show\"?": "ASSISTANT PRODUCER",
    "In the movie \"Indiana Jones and the Temple of Doom\", what is the nickname of Indiana's young sidekick?": "SHORT ROUND",
    "What was Ray's occupation on the TV show \"Everybody Loves Raymond\"?": "SPORTS WRITER",
    "What 2009 movie takes place on a moon named \"Pandora\"?": "AVATAR",
    "What actor voiced Mushu in the movie \"Mulan\"?": "EDDIE MURPHY",
    "What was Jane Fonda's first movie?": "TALL STORY",
    "For what does the \"T\" stand in the name of Star Trek's captain James T. Kirk?": "TIBERIUS",
    "Who directed the 2003 movie \"Monster\"?": "PATTY JENKINS",
    "What Michael Keaton film gives mortals a peek into a Handbook for the Recently Deceased?": "BEETLEJUICE",
    "Fond of flesh and fava beans, what bad guy was named the American film institutes top villain of all time?": "HANNIBAL LECTER",
    "Who was the Castle Rock DJ in the movie \"Stand By Me\"?": "BOB CORMIER",
    "What dance did Chunk had to perform to gain access to Mikey's house in the 1985 movie \"The Goonies\"?": "THE TRUFFLE SHUFFLE",
    "What pirate's treasure is at the center of the kids' search in \"The Goonies\"?": "ONE-EYED WILLIE",
    "How long does a replicant live for in the movie \"Blade Runner\"?": "FOUR YEARS",
    "Who is the star of the \"Tomb Raider\" video games?": "LARA CROFT",
    "Who sang \"Singing in the Rain\"?": "GENE KELLY",
    "What sport was featured in the 1985 movie \"Vision Quest\"?": "WRESTLING",
    "Who played the role of Shoeless Joe Jackson in the 1989 movie \"Field of Dreams\"?": "RAY LIOTTA",
    "In the TV show \"The Simpsons\", what is Chief Wiggum's first name?": "CLANCY",
    "Whose California grave marker reads \"1935 - 1998 And the Beat Goes On?\"": "SONNY BONO",
    "In Disney's movie \"The Lion King\", what does \"Hakuna Matata\" mean?": "NO WORRIES",
    "Johann Van der Smut is better known as what?": "GOLDMEMBER",
    "What movie character said the line \"Go ahead, make my day\"?": "HARRY CALLAHAN",
    "What is James P. Sullivan's nickname in the movie \"Monsters, Inc.\"?": "SULLY",
    "What color was Oscar in the first season of \"Sesame Street\"?": "ORANGE",
    "In the TV show \"The Simpsons\", who sold a monorail to the city of Springfield?": "LYLE LANLEY",
    "In the diner scene from the movie \"When Harry Met Sally\", what did Meg Ryan order?": "CHEF SALAD AND APPLE PIE",
    "What movie starring Tobey Maguire and Michael Caine won a Best Adapted Screenplay Oscar for John Irving?": "THE CIDER HOUSE RULES",
    "Who directed the movie \"Leaving Las Vegas\"?": "MIKE FIGGIS",
    "What is Agnes Skinner's nickname for Seymour in The Simpsons TV show?": "SPANKY",
    "Who played James Bond in Diamonds Are Forever?": "SEAN CONNERY",
    "Who plays Ashley Judd's parole officer in the 1999 movie \"Double Jeopardy\"?": "TOMMY LEE JONES",
    "In \"Home Alone\", what animal did Buzz keep as a pet?": "A TARANTULA",
    "Who plays the role of Captain John Miller in the movie \"Saving Private Ryan\"?": "TOM HANKS",
    "What is Dr. Hannibal Lector's profession?": "PSYCHIATRIST",
    "In the TV show \"The Simpsons\", what does Krusty's dad do for a living?": "HE IS A RABBI",
    "Who gets a visit from Santa Claus in, The Christmas That Almost Wasn't?": "ATTORNEY SAM WHIPPLE",
    "Who directed the movie \"Aliens\"?": "JAMES CAMERON",
    "The singer Shakira comes from what country?": "COLOMBIA",
    "Who does Emma Watson play in the Harry Potter films?": "HERMIONE",
    "In The Simpsons, what kind of factory is next door to where the Krusty the Clown show is taped?": "A BOX FACTORY",
    "In the 1988 movie \"Die Hard\", what does John McClane leave in the limo?": "A TEDDY BEAR",
    "In the movie \"The Karate Kid\", what is the name of Daniel's master?": "MR. MIYAGI",
    "Who played Carrie in the movie of the same name in 1976?": "SISSY SPACEK",
    "In 1993, who won an Academy Award for Best Supporting Actress for her role in the movie \"The Piano\"?": "ANNA PAQUIN",
    "Who is Charlie's nephew on the TV show \"Two and a Half Men\"?": "JAKE",
    "Which game series features a demon-slaying character named Dante?": "DEVIL MAY CRY",
    "In the TV show \"The Simpsons\", the words across the front of the Springfield museum say \"Truth, Knowledge and...\" what?": "GIFT SHOP",
    "In The Simpsons, what was Homer doing when he realized he didn't know his middle name?": "FILLING OUT A FORM",
    "What instrument did Don Henley play as a member of The Eagles?": "DRUMS",
    "In the movie \"Monty Python and the Holy Grail\", who lost both arms and both legs in a sword fight?": "THE BLACK KNIGHT",
    "The \"Sacred Order of the Stonecutters\" was a fictional club in which TV show?": "THE SIMPSONS",
    "What movie did Michael J. Fox learn to skateboard for?": "BACK TO THE FUTURE",
    "Who played Princess Leia in the original Star Wars movies?": "CARRIE FISHER",
    "In the movie \"Interview with the Vampire\", who cut Lestat's throat?": "CLAUDIA",
    "In the TV show \"The Simpsons\", who is Apu married to?": "MANJULA",
    "Who directed the movie The Godfather?": "FRANCIS FORD COPPOLA",
    "Who directed the 2011 movie \"Red State\"?": "KEVIN SMITH",
    "In the movie \"The Terminator\", what did the cyborg remove in order to repair itself?": "ITS EYEBALL",
    "Who played the role of Charles on \"Charles in Charge\"?": "SCOTT BAIO",
    "Whose mother complained about his swearing in the film \"GoodFellas\"?": "JOE PESCI",
    "What \"Pink Panther\" director produced the TV show \"Peter Gunn\"?": "BLAKE EDWARDS",
    "What director died four months before the release of his movie \"Eyes Wide Shut\"?": "STANLEY KUBRICK",
    "What actor played the role of Korben Dallas in the 1997 movie \"The Fifth Element\"?": "BRUCE WILLIS",
    "What is the Voight-Kampff machine in the movie \"Blade Runner\"?": "A LIE DETECTOR",
    "Who drinks Tim's lava lamp in the 1999 movie \"My Favourite Martian\"?": "MARTIN",
    "Who played the role of the principal in the 2007 movie \"Charlie Bartlett\"?": "ROBERT DOWNEY JR.",
    "What is the name of the Green Hornet's car?": "BLACK BEAUTY",
    "What city was the setting for the 1994 movie \"Miracle on 34th Street\"?": "NEW YORK CITY",
    "In what city do The Simpsons live?": "SPRINGFIELD",
    "What is the most common swear word used in the TV series \"Battlestar Galactica\"?": "FRAK",
    "In the movie \"Days of Thunder\", what car is Cole told to hit in his first race?": "THE PACE CAR",
    "Sleeping Beauty is also known by what other two names?": "AURORA AND ROSE",
    "What composer founded the \"Barking Pumpkin\" record label?": "FRANK ZAPPA",
    "In The Simpsons, when Homer is trying to think un-sexy thoughts, he imagines who in a bikini?": "BARNEY",
    "What does Elwood steal from the gas station in the movie \"The Blues Brothers\"?": "WIPER BLADES",
    "What country singer was the first person to \"turn a chair\" on season 2 of the TV show \"The Voice\"?": "RAE LYNN",
    "In The Simpsons, what was Martin's soap box racer named?": "THE HONOR ROLLER",
    "What is Mickey Mouse's dog's name?": "PLUTO",
    "Who danced alongside Shirley Temple in the motion picture \"Captain January\"?": "BUDDY EBSEN",
    "Which French fashion designer created the conical bra for Madonna's \"Blond Ambition\" tour?": "JEAN-PAUL GAULTIER",
    "What did Def Leppard drummer Rick Allen lose in a 1984 auto accident?": "AN ARM",
    "The alliance \"Chilltown\" consists of what two players?": "DR. WILL AND MIKE BOOGIE",
    "What does Popeye have tattooed on his arm?": "AN ANCHOR",
    "Which artist recorded the 1982 hit song \"Bad to the Bone\"?": "GEORGE THOROGOOD",
    "What is the name of Thor's hammer?": "MJOLNIR",
    "In what city was the Fresh Prince of Bel-Air born and raised?": "PHILADELPHIA",
    "In The Simpsons, what is the name of Kirk Van Houten's demo singing tape?": "CAN I BORROW A FEELING?",
    "What movie features the line: \"You can't handle the truth\"?": "A FEW GOOD MEN",
    "In The Simpsons episode, \"Principal Charming,\" who does Skinner fall in love with?": "PATTY",
    "Who provided the voice for Mickey Mouse from 1928 to 1946?": "WALT DISNEY",
    "What are Robin Williams and Nathan Lane pretending to be in the 1996 movie \"The Birdcage\"?": "STRAIGHT",
    "Who directed the 1927 movie \"Metropolis\"?": "FRITZ LANG",
    "In the movie \"Batman\", what does the Joker call his secret ingredient?": "SMYLEX",
    "What David Guterson novel was made into a 1999 motion picture?": "SNOW FALLING ON CEDARS",
    "What street do the women of \"Desperate Housewives\" live on?": "WISTERIA LANE",
    "Who played European John Blackthorne in the miniseries \"Shogun\"?": "RICHARD CHAMBERLAIN",
    "What 1999 movie features the line \"What kind of dining set defines me as a person\"?": "FIGHT CLUB",
    "Which city was the setting for the TV show \"Room 222\"?": "LOS ANGELES",
    "What TV show had the tagline: Most gripping sitcom since 1380?": "THE BLACK ADDER",
    "Who created the cartoon TV show \"Futurama\"?": "MATT GROENING",
    "In The Simpsons, according to Ned Flanders, one in every nine people are what?": "LEFT-HANDED",
    "In The Simpsons, where does Bart go as a foreign-exchange student?": "FRANCE",
    "Who played Sam Spade in the 1941 movie \"The Maltese Falcon\"?": "HUMPHREY BOGART",
    "In The Simpsons, what vegetable did Abe once wear on his belt because it was the style at the time?": "ONION",
    "Who claims to have invented the name \"Remington Steele\"?": "LAURA HOLT",
    "Oswald Cobblepot is better known as who?": "THE PENGUIN",
    "In the TV show \"The Simpsons\", what is Seymour Skinner's real name?": "ARMIN TAMZARIAN",
    "What kind of shop does William own in the movie \"Notting Hill\"?": "A TRAVEL BOOKSTORE",
    "Who played Jane Fonda's love interest in the movie \"On Golden Pond\"?": "DABNEY COLEMAN",
    "Who plays the role of Neville Flynn in the movie \"Snakes on a Plane\"?": "SAMUEL L. JACKSON",
    "Who was Larry Sanders' sidekick on \"The Larry Sanders Show\"?": "HANK KINGSLEY",
    "Who directed the 1999 movie \"American Beauty\"?": "SAM MENDES",
    "Which fairytale princess likes sushi in the movie \"Shrek\"?": "CINDERELLA",
    "Who was the first winner of \"American Idol\"?": "KELLY CLARKSON",
    "Which cartoon Great Dane is the pet and lifelong companion of Shaggy Rogers?": "SCOOBY DOO",
    "What is Shorty's real name in the movie \"Get Shorty\"?": "LEO DEVOE",
    "Who stars in the semi-autobiographical movie \"Purple Rain\"?": "PRINCE",
    "In the TV show \"The Simpsons\", what movie star asked Homer to fix his movie?": "MEL GIBSON",
    "What movie was hyped: \"Girls like me don't make invitations like this to just anyone\"?": "PULP FICTION",
    "Who directed the movie Apocalypse Now?": "FRANCIS FORD COPPOLA",
    "In the 1987 movie \"Fatal Attraction\", what animal did the obsessed woman cook on the stove?": "A RABBIT",
    "What movie's first batch of soap is made out of fat from liposuction clinics?": "FIGHT CLUB",
    "Which Disney's cartoon character's love interest is named Esmeralda?": "QUASIMODO",
    "Who voiced Hercules in the 1997 Disney movie with the same name?": "TATE DONOVAN",
    "Bruce Springsteen was given what nickname?": "THE BOSS",
    "How does Jack die in the movie \"The Shining\"?": "HE FREEZES TO DEATH",
    "What is the sport in the movie \"The Hustler\"?": "POOL",
    "Who plays the last man on Earth in I Am Legend?": "WILL SMITH",
    "What candy does E.T. love?": "REESE'S PIECES",
    "What was Murray Langston better known as to the public?": "THE UNKNOWN COMIC",
    "In what movie does Ray Liotta play a ghost?": "FIELD OF DREAMS",
    "In what movie does Elvis Presley play race car driver Lucky Jackson?": "VIVA LAS VEGAS",
    "In the 2001 movie \"Dr. Dolittle 2\", what type of animal was Archie?": "BEAR",
    "Who plays the role of Martin Riggs in the Lethal Weapon movie series?": "MEL GIBSON",
    "Who directed the movie \"Alien\"?": "RIDLEY SCOTT",
    "Which Disney's cartoon character's love interest is named John Smith?": "POCAHONTAS'",
    "What movie followed \"Harry Potter and the Sorcerer's Stone\"?": "THE CHAMBER OF SECRETS",
    "Who is Ali G?": "SACHA BARON COHEN",
    "In The Simpsons, who developed a serious slot-machine gambling problem?": "MARGE",
    "In what movie does Eddie Murphy swap identities with Dan Aykroyd?": "TRADING PLACES",
    "What song does Ferris Bueller sing from the float in the Chicago parade?": "TWIST AND SHOUT",
    "What kind of a car travels through time in the movie \"Back to the Future\"?": "DELOREAN",
    "In what city does the movie \"Mrs. Doubtfire\" take place?": "SAN FRANCISCO",
    "What actor played the role of Jack Horner in the movie \"Boogie Nights\"?": "BURT REYNOLDS",
    "Who played the female lead role in Stardust?": "CLAIRE DANES",
    "What movie contains the line, \"Sorry, we would have come earlier but your husband wasn't dead yet\"?": "NAKED GUN",
    "What 1972 movie revolves around the happenings at the Kit-Kat Klub?": "CABARET",
    "Who voiced the character Atta in the movie \"A Bug's Life\"?": "JULIA LOUIS DREYFUSS",
    "In the TV show \"The Simpsons\", what color is the Simpson's stove?": "GREEN",
    "What George Michael song was banned by the BBC and re-edited three times for MTV?": "I WANT YOUR SEX",
    "Who was the youngest member of the Jackson 5?": "MICHAEL JACKSON",
    "What Ridley Scott movie features Tom Cruise trying to save the last unicorn?": "LEGEND",
    "In \"Rocky 3\" what does Apollo Creed give as a gift before he fights \"Clubber\" Lang?": "BOXING TRUNKS",
    "What was Audrey Hepburn's real last name?": "RUSTON",
    "Who played the role of Ricky Stratton on the TV show \"Silver Spoons\"?": "RICKY SCHROEDER",
    "What Oscar-winning Best Picture is named for a type of rose?": "AMERICAN BEAUTY",
    "In the 1989 movie \"Batman\", who played the role of the Joker?": "JACK NICHOLSON",
    "Which 1993 movie is subtitled: \"The Bruce Lee Story\"?": "DRAGON",
    "What company did Robert Downey Jr. inherit from his father in Ironman?": "STARK INDUSTRIES",
    "What actor played Bill the Butcher in the 2002 movie \"Gangs of New York\"?": "DANIEL DAY LEWIS",
    "What show featured the five orphaned Salinger siblings?": "PARTY OF FIVE",
    "Which Spice girl was the only one named after a spice?": "GINGER",
    "In The Simpsons, according to Seymour, he doesn't have cooties so it's okay for Patty to do what?": "KISS HIM",
    "Who played the role of Sally McMillan in the TV show \"McMillan & Wife\"?": "SUSAN SAINT JAMES",
    "\"Fight the Power\" was a 1990 hit for which group?": "PUBLIC ENEMY",
    "Which movie popularized the phrase \"You had me at hello.\"?": "JERRY MAGUIRE",
    "What movie includes the quote \"Your heart is free. Have the courage to follow it\"?": "BRAVEHEART",
    "What was the title of the 2006 \"Casino Royale\" theme sung by Chris Cornell?": "YOU KNOW MY NAME",
    "Who voices Homer Simpson in the TV show \"The Simpsons\"?": "DAN CASTELLANETA",
    "Who played the role of Donnie Brasco in the movie of the same name?": "JOHNNY DEPP",
    "Adam West portrayed which superhero on television?": "BATMAN",
    "Who played the role of Sue Ann Nivens on \"The Mary Tyler Moore Show\"?": "BETTY WHITE",
    "In what town does the 1946 movie \"It's a Wonderful Life\" take place?": "BEDFORD FALLS",
    "What kind of dog is Ren on \"The Ren and Stimpy Show\"?": "CHIHUAHUA",
    "What movie put Queen's 1976 hit \"Bohemian Rhapsody\" back on the charts in 1992?": "WAYNE'S WORLD",
    "For how many years was the \"The Mary Tyler Moore Show\" on air?": "SEVEN",
    "In The Simpsons episode, \"Treehouse of Horror II,\" Mr. Burns pretends to be Davy Crockett while wearing what on his head?": "HOMER'S BRAIN",
    "In \"The Addams Family\", what does Morticia do that always excites Gomez?": "SPEAKS FRENCH",
    "Who did Sigourney Weaver portray in the 1988 film \"Gorillas in the Mist\"?": "DIAN FOSSEY",
    "In the movie \"The Hunger Games\", what is Thresh's weapon of choice?": "A SCIMITAR",
    "What did Vern bring for the trip in the movie \"Stand By Me\"?": "A COMB",
    "Who played the role of Harold Payne in the 1994 movie \"Speed\"?": "DENNIS HOPPER",
    "Which movie was Pixar's first feature film?": "TOY STORY",
    "Who voices the character of scientist and inventor Professor John I.Q. Nerdelbaum Frink Jr. on The Simpsons?": "HANK AZARIA",
    "What is the name of the character Samuel L. Jackson play in the movie \"Unbreakable\"?": "ELIJAH",
    "Who played the role of Tom in the TV show \"Rich Man, Poor Man\"?": "NICK NOLTE",
    "What performer led a band known as the Comets?": "BILL HALEY",
    "In The Simpsons, how are the out-of-control robots at Itchy & Scratchy Land stopped?": "FLASH PHOTOGRAPHY",
    "What Stanley Kubrick movie was hyped: \"In Vietnam the wind doesn't blow, it sucks\"?": "FULL METAL JACKET",
    "The TV mini-series \"Rich Man, Poor Man\" was based on the lives of what family?": "THE JORDACHE FAMILY",
    "What five-letter fictional company is responsible for Jurassic Park?": "INGEN",
    "What pop star's fans are famed for wearing grass skirts and doing the \"fin dance\" at shows?": "JIMMY BUFFET",
    "What TV character's first spoken words were \"Goodbye kids\"?": "CLARABELL THE CLOWN",
    "In the TV show \"The Simpsons\", what is the name of Shelbyville's version of Moe's Tavern?": "JOE",
    "What KISS star sported the longest tongue in rock?": "GENE SIMMONS",
    "In the movie \"The Shining\", what was the name of the hotel resort?": "THE OVERLOOK HOTEL",
    "In how many Superman movies did Gene Hackman appear as Lex Luthor?": "THREE",
    "What was Peter Gunn's girlfriend's name?": "EDIE HART",
    "What fruity brand of cigarettes, a Quentin Tarantino trademark made yet another appearance in \"Pulp Fiction\"?": "RED APPLE",
    "Which TV show's theme song starts with the words \"Come and knock on my door...\"?": "THREE'S COMPANY",
    "Which rock guitarist did Johnny Depp use as an inspiration for his Jack Sparrow character?": "KEITH RICHARDS",
    "In which US state did the Charleston originate?": "SOUTH CAROLINA",
    "What movie gives Jack Nicholson the chance to yell at Tom Cruise: \"You can't handle the truth!\"?": "A FEW GOOD MEN",
    "What was Captain McIntyre's nickname on M*A*S*H?": "TRAPPER JOHN",
    "What actor played Bill Murray's love interest in the movie \"Groundhog Day\"?": "ANDIE MACDOWELL",
    "Who played the role of Honey Rider in the first James Bond movie?": "URSULA ANDRESS",
    "What actor played Royal Tenenbaum?": "GENE HACKMAN",
    "What was the name of Danny's gang in \"Grease\"?": "THE THUNDERBIRDS",
    "Who played Goose's wife in the 1986 movie \"Top Gun\"?": "MEG RYAN",
    "In which Steven Spielberg movie does Audrey Hepburn star?": "ALWAYS",
    "Who were the winners of the TV show The Amazing Race 18?": "JEN & KISHA",
    "What is the name of the studio founded by Sidney Poitier, Barbra Streisand and Paul Newman in 1969?": "FIRST ARTISTS",
    "Which 1994 movie introduced the world to the characters Dante Hicks and Randal Graves?": "CLERKS",
    "Which Seinfeld creator plays himself in the TV show \"Curb Your Enthusiasm\"?": "LARRY DAVID",
    "What is the alter ego of the superhero known as the Amazing Spider-Man?": "PETER PARKER",
    "The first Rolling Stones song to hit the British Top 20 was a rendition of what Lennon-McCartney son": "I WANNA BE YOUR MAN",
    "What movie contains the line \"I'm going to make him an offer he can't refuse\"?": "THE GODFATHER",
    "In the TV show \"The Simpsons\", what is Mr. Burns' first name?": "CHARLES",
    "What is the name of Simba's uncle in the movie \"The Lion King\"?": "SCAR",
    "What was the maiden name of \"Leave It to Beaver\" TV mom June Cleaver?": "BRONSON",
    "Who was Spenser's sidekick in the TV show \"Spenser: For Hire\"?": "HAWK",
    "Where does SpongeBob SquarePants work?": "THE KRUSTY KRAB",
    "In The Simpsons, what is the name of the Springfield football team?": "THE ATOMS",
    "In the TV series \"Lost\", which airline's plane crashed?": "OCEANIC AIRLINES",
    "What is Sean Connery's real first name?": "THOMAS",
    "What did John Candy sell in the 1987 movie \"Planes, Trains & Automobiles\"?": "SHOWER CURTAIN RINGS",
    "When Forrest Gump was in the army, what sport was he good at?": "PING PONG",
    "What was the name of the high school in which the TV show \"Room 222\" took place?": "WALT WHITMAN HIGH",
    "Who starred as Achilles in the 2004 movie \"Troy\"?": "BRAD PITT",
    "Who played the Captain of the fishing boat in the movie \"The Perfect Storm\"?": "GEORGE CLOONEY",
    "Which actor became famous thanks to his role in the 1986 film \"My Beautiful Laundrette\"?": "DANIEL DAY-LEWIS",
    "What is Marilyn Monroe's real name?": "NORMA JEANE MORTENSON",
    "Why did the Simpsons go to New York CIty?": "RETRIEVE A LOST CAR",
    "In the film Moneyball who stars as the manager of a struggling baseball team?": "BRAD PITT",
    "Which Disney film included the songs \"Chim Chim Cheree\" and \"Supercalifragilisticexpialidocious\"?": "MARY POPPINS",
    "Who earned an Oscar nomination for her role in the movie \"The Color Purple\"?": "WHOOPI GOLDBERG",
    "Although directed by Brian de Palma, which Hollywood director wrote Scarface?": "OLIVER STONE",
    "Who released the album \"7800 Fahrenheit\"?": "BON JOVI",
    "In The Simpsons episode, \"Selma's Choice,\" Homer can't go to Duff Gardens because he's sick from eating what?": "AN OLD, OLD SANDWICH",
    "What pop star's fans are known as \"Claymates\"?": "CLAY AIKEN",
    "What is the name of the character Larry David plays in the TV show \"Curb Your Enthusiasm\"?": "LARRY DAVID",
    "Glen Frey and Don Henley were members of which band?": "THE EAGLES",
    "For which movie did Humphrey Bogart receive his only Academy Award?": "THE AFRICAN QUEEN",
    "What was the name of the family in \"One Man's Family\" TV show?": "THE BARBOURS",
    "What city did the Solomons call home in the TV show \"3rd Rock from the Sun\"?": "RUTHERFORD, OHIO",
    "What is Private Ryan's first name?": "JAMES",
    "Who voiced the character Gru from the animated movie \"Despicable Me\"?": "STEVE CARELL",
    "Who was the first African-American to win an Academy Award for an acting role?": "HATTIE MCDANIEL",
    "In the movie \"Top Gun\", what is the name of Maverick's co-pilot?": "GOOSE",
    "Which famous muscleman directed the 1992 made-for-TV movie, Christmas in Connecticut?": "ARNOLD SCHWARZENEGGER",
    "What actor played the role of Father Vito Cornelius in the 1997 movie \"The Fifth Element\"?": "IAN HOLM",
    "What popular artist sang the words: \"I'm afraid of Americans\"?": "DAVID BOWIE",
    "Who wrote the movie \"Natural Born Killers\"?": "QUENTIN TARANTINO",
    "What 1970 movie revolves around a cat named Duchess, her three kittens, and an evil butler named Edgar?": "THE ARISTOCATS",
    "The TV show \"King of the Hill\" was based in what US state?": "TEXAS",
    "In the TV show \"The Simpsons\", in which foreign country did the Simpsons appear on a game show?": "JAPAN",
    "In the TV show \"The Simpsons\", Marge decided to sell what snack food?": "PRETZELS",
    "Which Flinstones character was last to make it onto a Flinstones Vitamin?": "BETTY RUBBLE",
    "What was the only silent movie to win the best picture Oscar?": "WINGS",
    "In what US town does the movie \"Groundhog Day\" take place?": "PUNXUTAWNEY, PA",
    "Who directed the 1999 movie \"Bowfinger\"?": "FRANK OZ",
    "What is the name of Jack's pet parrot on the TV show \"Will & Grace\"?": "GUSPO",
    "What Survivor contestant voted out her own mother in Blood Vs. Water?": "CIERA EASTIN",
    "What is Indiana Jones a doctor of?": "ARCHAEOLOGY",
    "What movie star had hit records singing with Ewan McGregor and Robbie Williams?": "NICOLE KIDMAN",
    "What is Indiana Jones' first name?": "HENRY",
    "What is tattooed on Popeye\u0092s arm?": "AN ANCHOR",
    "What song was used as the theme for the Three Stooges\"?": "THREE BLIND MICE",
    "The movie \"Heart Like a Wheel\" was a story about which drag racing legend?": "SHIRLEY MULDOWNEY",
    "What TV spy often tried to pass himself off as a salesman for the Pontiac Greeting Card Company?": "MAXWELL SMART",
    "Who was The Black Adder?": "ROWAN ATKINSON",
    "In The Simpsons, what was Maggie's first word?": "DADDY",
    "What popular Walt Disney character shares a name with a planet?": "PLUTO",
    "Who is Freakazoid?": "DEXTER DOUGLAS",
    "Whitney Houston and Mariah Carey collaborated on the hit single \"When You Believe\" for what 1998 film?": "THE PRINCE OF EGYPT",
    "Queen scored the 1981 song \"Under Pressure\" with the help of what British singer?": "DAVID BOWIE",
    "Who shot JR?": "KRISTIN SHEPARD",
    "Who played Begbie in the movie Trainspotting?": "ROBERT CARLYLE",
    "Which is the only one of the Seven Dwarfs without a beard?": "DOPEY",
    "Metropolis is the home city of which fictitious hero?": "SUPERMAN",
    "The 1980s - 1990s sitcom \"Empty Nest\" was a spin-off from what TV show?": "THE GOLDEN GIRLS",
    "Who directed the 2007 sci-fi movie \"Sunshine\"?": "DANNY BOYLE",
    "Who played Uncle Buck in the movie \"Uncle Buck\"?": "JOHN CANDY",
    "What novel-inspired role did Anthony Hopkins say he based partly on HAL 9000, the Space Odyssey computer?": "HANNIBAL LECTER",
    "Who played the role of Lamont Sanford in the TV show \"Sanford and Son\"?": "DESMOND WILSON",
    "What is the name of the president in the movie \"Mars Attacks\"?": "JAMES DALE",
    "Which actor played the role of Dawson on the TV show \"Dawson's Creek\"?": "JAMES VAN DER BEEK",
    "In The Simpsons, who once attacked Lisa when she was cross-country skiing?": "VICIOUS DEER",
    "In the movie \"Short Circuit\", what is the name of the robot?": "JOHNNY FIVE",
    "What was the nickname given to the mechanical sharks created for the movie \"Jaws\"?": "BRUCE",
    "Who played Al Pacino's attorney in the 1993 movie \"Carlito's Way\"?": "SEAN PENN",
    "What TV sitcom opens with the theme \"Making our Dreams Come True\"?": "LAVERNE AND SHIRLEY",
    "Which TV show had Russian spies Boris Badenov and Natasha Fatale?": "THE BULLWINKLE SHOW",
    "What show's slogan is \"Gentlemen, start your engines! And may the best Woman win!\"?": "RUPAUL'S DRAG RACE",
    "Who lives in a garbage can on the TV show \"Sesame Street\"?": "OSCAR THE GROUCH",
    "In The Simpsons, who said: \"I thought I'd get into shape, so i've been drinking nothing but milkshakes.\"?": "KRUSTY THE CLOWN",
    "What is the fairy tale equivalent of Augustus in the show \"Once Upon A Time\"?": "PINOCCHIO",
    "Who directed the movie \"The Pianist\"?": "ROMAN POLANSKI",
    "What album was the first to have all of its tracks licensed for use in movies, TV shows and commercials?": "\"PLAY\" BY MOBY",
    "In A Charlie Brown Christmas, what does Lucy want for Christmas?": "REAL ESTATE",
    "What 2000 movie depicts the war on drugs in Ohio, California and Mexico?": "TRAFFIC",
    "What is the stage name of Gordon Matthew Thomas Sumner?": "STING",
    "In the movie \"The Hunger Games\", who fights with a bow and arrow besides Katness?": "GLIMMER",
    "What was the first TV soap opera to regularly broadcast hour-long shows?": "ANOTHER WORLD",
    "What was the only color Johny Cash wore on stage?": "BLACK",
    "Where is the opening scene of the movie \"Love Actually\" shot?": "AN AIRPORT",
    "Who played the role of Andy Dufresne in the movie \"The Shawshank Redemption\"?": "TIM ROBBINS",
    "Who is the teacher of the Teenage Mutant Ninja Turtles?": "MASTER SPLINTER",
    "Who won an Oscar for Best Actor in 1993 and again in 1994?": "TOM HANKS",
    "What film stars Woody Harrelson as a bowler that loses his hand in an accident?": "KINGPIN",
    "What TV show starred Queen Latifah as Khadijah James?": "LIVING SINGLE",
    "On the TV show \"Lost\", what group conducts scientific experiments on the island?": "DHARMA INITIATIVE",
    "Who co-wrote, directed and starred in the 1971 movie \"Bananas\"?": "WOODY ALLEN",
    "Who did Ed Wood meet in the movie by the same name?": "BELA LUGOSI",
    "In the 2003 movie \"Finding Nemo\", what kind of animal does Nemo hitch a ride with?": "A TURTLE",
    "Which actor played the role of Trinity in the movie \"The Matrix\"?": "CARRIE ANNE-MOSS",
    "What Hollywood director had a small role in the movie \"The Blues Brothers\"?": "STEVEN SPIELBERG",
    "In which country is the musical and film \"Mamma Mia\" set?": "GREECE",
    "What female singer is discussed at the start of the movie \"Reservoir Dogs\"?": "MADONNA",
    "What city did the band U2 form in?": "DUBLIN",
    "Who plays the role of Craig the puppeteer's wife in \"Being John Malkovich\"?": "CAMERON DIAZ",
    "In which movie did Eddie Murphy play a character named Prince Akeem?": "COMING TO AMERICA",
    "Who does Eddie Murphy trade places with in the 1983 movie \"Trading Places\"?": "DAN AYKROYD",
    "In the movie \"Pirates of the Caribbean\", Johnny Depp's character was based on which rock legend?": "KEITH RICHARDS",
    "In the opening scene of the credits for \"The Brady Brunch\", which of the females appears in the upper corner?": "MARCIA",
    "What was Michael Flaherty's job on the TV show \"Spin City\"?": "DEPUTY MAYOR",
    "In the 1991 movie \"Thelma and Louise\" who plays the part of Thelma?": "GEENA DAVIS",
    "What 2001 thriller starred Halle Berry, John Travolta, and Hugh Jackman?": "SWORDFISH",
    "Which actress won an Oscar for her role in Monster's Ball?": "HALLE BERRY",
    "Who was Stan Laurel's partner?": "OLIVER HARDY",
    "What spin-off from the TV show \"All In The Family\" starred Sally Struthers?": "GLORIA",
    "What series of movies starring Clifton Webb was adapted to a TV show in 1985?": "MR. BELVEDERE",
    "What was the nickname of Gene Hackman's character in The French Connection?": "POPEYE",
    "What rockstar's ashes were scattered both in the Ganges River and San Francisco in 1996?": "JERRY GARCIA",
    "What is the name of the prince in Disney's \"Sleeping Beauty\"?": "PHILLIP",
    "What character did John Goodman play on Roseanne?": "DAN CONNER",
    "Who had the fingers on his left hand glued together to make his disability look more real in the movie \"The Usual Suspects\"?": "KEVIN SPACEY",
    "The group \"April Wine\" was formed in 1969 in what country?": "CANADA",
    "In the classic movie \"Animal House\", what was the name of the college?": "FABER COLLEGE",
    "Who became the first female head writer in the history of Saturday Night Live in 1999?": "TINA FEY",
    "What movie features the four high school friends Jim, Finch, Oz and Kevin?": "AMERICAN PIE",
    "Which star of \"Cheers\" also starred in the TV show \"Veronica's Closet\"?": "KIRSTIE ALLEY",
    "Who plays the role of Sarah Jordan in the 2005 movie \"The Island\"?": "SCARLETT JOHANSSON",
    "Which character did Tom Hanks play in the movie \"The Da Vinci Code\"?": "ROBERT LANGDON",
    "In which 1998 movie did the main character said \"You got the wrong guy. I'm the dude man.\"": "THE BIG LEBOWSKI",
    "What is the name of Dr. Evil's cat in the movie \"Austin Powers: International Man of Mystery\"?": "MR. BIGGLESWORTH",
    "Which Hollywood star is married to Matthew Broderick?": "SARAH JESSICA PARKER",
    "In The Simpsons, who do Jumbo and Kearney usually hang around with?": "DOLPH",
    "Which Scientologist was trapped in the closet in the \"Trapped in the Closet\" episode of South Park?": "TOM CRUISE",
    "Who did the New York Yankees play against in the first televised World Series?": "THE BROOKLYN DODGERS",
    "In the TV show \"The Simpsons\", what is the name of the frozen drink sold at the Kwik-E-Mart?": "SQUISHEE",
    "Which airship is featured on the cover of Led Zeppelin's debut album?": "HINDENBURG",
    "What is the birth country of Russell Crowe?": "NEW ZEALAND",
    "Who became \"king of the cowboys\" when Gene Autry entered the army in WWII?": "ROY ROGERS",
    "In which movie does Woody Allen awaken 200 years in the future?": "SLEEPER",
    "Who voiced the character of Woody in the Toy Story movie series?": "TOM HANKS",
    "Which legendary Knight of the Round Table does not appear in the movie \"Monty Python and the Holy Grail\"?": "SIR KAY",
    "What is the real first name of rock star Prince?": "PRINCE",
    "In The Simpsons, who is Cletus, the slack-jawed yokel married to?": "BRANDINE",
    "In season 1 of Glass House which eliminated competitor is returned to the game?": "MIKE",
    "The TV show \"Frasier\" is based in what US city?": "SEATTLE",
    "Who won an Oscar for her performance in \"Mary Poppins\"?": "JULIE ANDREWS",
    "Who played bad girl Sammy Jo in \"Dynasty\", then bad girl Amanda in \"Melrose Place\"?": "HEATHER LOCKLEAR",
    "Who was the commander of the Starship Enterprise?": "CAPTAIN JAMES T. KIRK",
    "Which Disney's cartoon character's love interest is named Jasmine?": "ALADDIN",
    "On what sitcom was a combination of milk and Pepsi the preferred refreshment for one of the lead characters?": "LAVERNE AND SHIRLEY",
    "What movie star was considered for the role of Dad in the TV show \"The Brady Bunch\"?": "GENE HACKMAN",
    "Who wrote the \"Pink Panther\" theme music?": "HENRY MANCINI",
    "Who played the Cook County Assessor's Office Clerk in \"The Blues Brothers\"?": "STEVEN SPIELBERG",
    "Who was the winner of the first season of the reality TV show \"Survivor\"?": "RICHARD HATCH",
    "What TV show starred Suzanne Somers as Carol Foster/Lambert?": "STEP BY STEP",
    "Who played Renton in the movie Trainspotting?": "EWAN MCGREGOR",
    "Who played the role of Dr. Frankenstein in the 1974 movie \"Young Frankenstein\"?": "GENE WILDER",
    "What is the main character's job in the movie \"Raiders of the Lost Ark\"?": "ARCHEOLOGIST",
    "What actor was the executive producer of the mystery series \"Push, Nevada\"?": "BEN AFFLECK",
    "What game was played for money by the Vietnamese in \"The Deer Hunter\" movie?": "RUSSIAN ROULETTE",
    "Which company introduced Comet cleanser back in 1956?": "PROCTER & GAMBLE",
    "In the Disney movie \"Robin Hood\", what animals play Robin Hood and Maid Marian?": "FOXES",
    "In which Star Wars movie does Darth Vader reveal that he is Luke Skywalker's father?": "THE EMPIRE STRIKES BACK",
    "How many children do Daniel and Miranda have in the movie \"Mrs. Doubtfire\"?": "THREE",
    "In the movie \"Lilo and Stitch\", what city does Stitch build and then destroy in the bedroom?": "SAN FRANCISCO",
    "What was Leonard Nimoy's character's name in Star Trek?": "MR. SPOCK",
    "Which Disney's cartoon character's love interest is named Megara?": "HERCULES'",
    "Published in 1990 which Michael Crichton novel was made into an Oscar-winning film 3 years later?": "JURASSIC PARK",
    "Which character did Megan Mullally play on the TV show \"Will & Grace\"?": "KAREN WALKER",
    "In the TV show \"The Simpsons\", who is Lisa's teacher?": "MISS HOOVER",
    "Iron Man's suit is powered by a reactor located where?": "IN HIS CHEST",
    "What does the acronym \"SCTV\" stand for?": "SECOND CITY TELEVISION",
    "How does James Bond like his martinis?": "SHAKEN",
    "Which actor received the first Academy Award?": "EMIL JANNINGS",
    "In The Simpsons episode, \"Mr. Plow,\" who played Old Man Winter in Homer's Mr. Plow commercial?": "GRAMPA",
    "U2's Paul Hewson is better known by which nickname?": "THE EDGE",
    "Which actor had the fourth wedding in the movie Four Weddings and a Funeral?": "HUGH GRANT",
    "What was Elle's last name in the movie \"Legally Blonde\"?": "WOODS",
    "Who was the main actor in the movie \"A Beautiful Mind\"?": "RUSSELL CROWE",
    "Who directed the Lord of the Rings movies?": "PETER JACKSON",
    "In the TV show \"The Simpsons\", who invented the drink \"The Flaming Moe\"?": "HOMER",
    "In the movie \"Three men and a Baby\" what was Michael's occupation?": "CARTOONIST",
    "What actor played The Riddler in the original \"Batman\" TV series?": "FRANK GORSHIN",
    "Who authored the song \"In the Ghetto\"?": "MAC DAVIS",
    "What fictional town is the TV show \"Dawson's Creek\" set in?": "CAPESIDE",
    "What album earned the Bee Gees a Grammy Award in 1978?": "SATURDAY NIGHT FEVER",
    "What Broadway musical featured \"The Telephone Song\"?": "BYE BYE BIRDIE",
    "Who is known as Eminem?": "MARSHALL MATHERS",
    "In which movie did Edward James Olmos get a group of inner-city kids to learn calculus?": "STAND AND DELIVER",
    "In what 1950 film was the line \"Alright, Mr. Demille, I'm ready for my close-up\" spoken?": "SUNSET BOULEVARD",
    "\"Mork & Mindy\" was a spin-off of what TV show?": "HAPPY DAYS",
    "Which Disney's cartoon character's love interest is named Faline?": "BAMBI",
    "Who was the first actress to appear on a postage stamp?": "GRACE KELLY",
    "Who directed the 1941 movie \"The Lady Eve\"?": "PRESTON STURGES",
    "In The Simpsons, what is the three-eyed fish named?": "BLINKY",
    "Who wrote My Girl, the hit song performed by the Temptations?": "SMOKEY ROBINSON",
    "What duo's debut album was titled \"Wednesday Morning, 3 AM\"?": "SIMON & GARFUNKEL",
    "In The Simpsons, how do Homer and Marge find out that Bart ran away on Thanksgiving?": "THEY SEE HIM ON TV",
    "Who sings the theme song from the James Bond film \"Die Another Day\"?": "MADONNA",
    "In which movie does Audrey Hepburn play a character named Holly Golightly?": "BREAKFAST AT TIFFANY",
    "Mike Judge is best known for creating what two popular characters?": "BEAVIS & BUTT-HEAD",
    "From which movie did the phrase \"You can't handle the truth!\" originate from?": "A FEW GOOD MEN",
    "What instrument does Jack White play in the band White Stripes?": "GUITAR",
    "What was the name of Tom Hanks' character in the movie \"Cast Away\"?": "CHUCK NOLAND",
    "What are Tom and Jerry?": "CAT AND A MOUSE",
    "What role did James Dean play in the movie \"Rebel Without a Cause\"?": "JIM STARK",
    "What Sergio Leone spaghetti western is a remake of Kurosawa's \"Yojimbo\"?": "A FISTFUL OF DOLLARS",
    "What \"Smokey and the Bandit\" movie star played the blacksmith on \"Gunsmoke\"?": "BURT REYNOLDS",
    "How many seasons of the TV show \"The Beverly Hillbillies\" were filmed in black and white?": "NINE",
    "What superhero sidekick is known as Boy Wonder?": "ROBIN",
    "In The Simpsons, which immigrant in Springfield actually got deported once?": "GROUNDSKEEPER WILLIE",
    "Who played Mr. Brown in the movie \"Reservoir Dogs\"?": "QUENTIN TARANTINO",
    "In the 1986 movie \"Labyrinth\", what disguise does the King of the Goblins visits Sarah's house under?": "AN OWL",
    "Who performed the Bond theme song \"Die Another Day\"?": "MADONNA",
    "Which tv mom is a member of the Galaxy Women Historical Society?": "JANE JETSON",
    "What film earned Henry Fonda his first Oscar for Best Actor?": "ON GOLDEN POND",
    "In the movie It's a Wonderful Life, who lost $8,000?": "UNCLE BILLY",
    "Which actress played alongside Arnold Schwarzenegger in the 1990 movie \"Total Recall\"?": "SHARON STONE",
    "What TV mother has presided over the longest-running American sitcom ever?": "MARGE SIMPSON",
    "In what movie does an office worker's hypnotherapy go wrong?": "OFFICE SPACE",
    "Which movie was the first feature film made entirely in CGI?": "TOY STORY",
    "Audrey Hepburn was born in which country?": "BELGIUM",
    "What comedic duo of the 1920s and 1930s were real-life best friends?": "LAUREL & HARDY",
    "What was the name of the dog on the TV show \"The Jetsons\"?": "ASTRO",
    "What city is the setting for the movie \"Gladiator\"?": "ROME",
    "As a child, what did Casper the Friendly Ghost die from?": "PNEUMONIA",
    "In season 14 of the TV show \"Big Brother\" what 2 competitors did Ashley date while in the house?": "IAN AND FRANK",
    "What TV show premiered in 1974 and opened each week with an answering machine playing a different message?": "THE ROCKFORD FILES",
    "What US state is home to the Sundance Film Festival?": "UTAH",
    "What movie portrays a world where no children have been born in 18 years?": "CHILDREN OF MEN",
    "On the TV show \"South Park\", which character wears a blue hat with a red pom-pom on it?": "STAN",
    "In The Simpsons, which character died by getting hit with T-shirts?": "MAUDE",
    "What actor founded the Purpose Rose Theater Company in Michigan?": "JEFF DANIELS",
    "Who wrote the made-for-TV special, A Charlie Brown Christmas?": "CHARLES M. SHULZ",
    "The Broadway show \"Movin' Out\" was based on songs written by what singing star?": "BILLY JOEL",
    "Which singer played a fashion model in the 1975 movie \"Mahogany\"?": "DIANA ROSS",
    "What is the name of Drew Barrymore's character in the 1982 movie E.T. the Extra Terrestrial\"?": "GERTIE",
    "Who played Hank Grotowski in the movie \"Monster's Ball\"?": "BILLY BOB THORNTON",
    "For what film did Robert De Niro learn to play the saxophone?": "NEW YORK, NEW YORK",
    "Huntz Hall was a member of what comedic film group?": "THE BOWERY BOYS",
    "What brand of beverage has its containers visible in many shots in the movie \"Fight Club\"?": "STARBUCKS",
    "Sandra Bullock won the 2009 Best Actress Oscar for her role in which movie?": "THE BLIND SIDE",
    "What TV family lived at Southfork Ranch?": "THE EWINGS",
    "P.J. Clapp is better known by what name?": "JOHNNY KNOXVILLE",
    "Which Jackson family member had a role in the TV show \"The Good Times\"?": "JANET JACKSON",
    "In the TV show \"The Simpsons\", what is the name of Marge's bowling ball?": "HOMER",
    "In the movie \"Clockwork Orange\", Alex DeLarge drank what?": "MILK PLUS",
    "Sean Penn won his first Academy Award for his role in which movie?": "MYSTIC RIVER",
    "What popular Australian pop star sang the words \"All beauty must die\"?": "KYLIE MINOGUE",
    "What does the name of the Finnish band HIM stand for?": "HIS INFERNAL MAJESTY",
    "What type of wine does Miles refuse to drink in the movie \"Sideways\"?": "MERLOT",
    "What sin does John Doe address first in Seven?": "GLUTTONY",
    "Who played the role of David Dunn in the movie \"Unbreakable\"?": "BRUCE WILLIS",
    "In The Simpsons, when Bart goes to France, what is the name of the mule on the farm where he stays?": "MAURICE",
    "What fictional Kansas town is the earthly home of the young Superman?": "SMALLVILLE",
    "In The Simpsons, what is the name of Springfield's video arcade?": "NOISELAND",
    "What actress fell for an American reporter in the 1953 movie \"Roman Holiday\"?": "AUDREY HEPBURN",
    "What season 13 competitor in the TV show \"Big Brother\" told Rachel that she rooted for her in season 12?": "CASSI",
    "What magazine introduced a paper doll named Betsy in 1951?": "MCCALL",
    "In The Simpsons who said: \"I got a home remedy that'll put the zowzers back in your trousers.\"?": "ABE SIMPSON",
    "Who received an Oscar for directing the 1986 movie \"Platoon\"?": "OLIVER STONE",
    "What cartoon character often promised that he would gladly pay you Tuesday for a hamburger today?": "WIMPY",
    "The original TV show \"Star Trek\" aired for how many seasons?": "THREE",
    "Who performed \"Bitter Sweet Symphony\" with Coldplay at the Live 8 concert?": "RICHARD ASHCROFT",
    "Where does the platoon in the movie \"Full Metal Jacket\" attend boot camp?": "PARRIS ISLAND",
    "The 1962 movie \"Lawrence of Arabia\" was based on the real-life exploits of whom?": "T.E. LAWRENCE",
    "Who directed Close Encounters of the Third Kind?": "STEVEN SPIELBERG",
    "In the movie \"Hangover\", what name did Alan use to refer to his circle of friends?": "THE WOLF PACK",
    "What is the name of John Carpenter's first feature movie?": "DARK STAR",
    "What does Arnold Schwarzenegger pretend to do for a living in the movie \"True Lies\"?": "COMPUTER SALESMAN",
    "What 1980's band had fans that happily called themselves \"blockheads\"?": "NEW KIDS ON THE BLOCK",
    "Which character in the Simpsons was kicked out of the barbershop quartet, \"The Be Sharps\"?": "CHIEF WIGGUM",
    "Which \"Simpsons\" character has a superfluous third nipple?": "KRUSTY",
    "What kind of animal is the title character in the 2003 movie \"Finding Nemo\"?": "CLOWNFISH",
    "Who played the role of Bobby Donnell on the TV show \"The Practice\"?": "DYLAN MCDERMOTT",
    "What MTV cartoon duo was created by Mike Judge?": "BEAVIS AND BUTTHEAD",
    "Which 1992 western starring Clint Eastwood, Morgan Freeman and Gene Hackman won the Oscar for Best Picture?": "UNFORGIVEN",
    "Who played the role of Hana in the movie \"The English Patient\"?": "JULIETTE BINOCHE",
    "How many brothers did Ryan lose in the movie \"Saving Private Ryan\"?": "THREE",
    "Who plays the role of Captain Jack Aubrey in the movie \"Master and Commander\"?": "RUSSELL CROWE",
    "In the TV show \"The Simpsons\", what is the name of Homer's snow-plowing service?": "MR. PLOW",
    "Where does Madeline try to commit suicide in Hitchcock's movie \"Vertigo\"?": "THE GOLDEN GATE BRIDGE",
    "In \"Bart vs. Australia,\" Homer threatened the members of Parliament with what?": "A BIG BOOT",
    "In The Simpsons, what is the name of the studio where Krusty's show is taped?": "KRUSTYLU STUDIOS",
    "What kind of wine does Hannibal Lecter recommend while enjoying a human liver?": "CHIANTI",
    "The movie, It's a Wonderful Life, what did Clarence receive for accomplishing his task?": "WINGS",
    "What Scottish hero did Mel Gibson portray in the 1995 movie \"Braveheart\"?": "WILLIAM WALLACE",
    "What city was the setting of the TV show \"Friends\"?": "NEW YORK",
    "Which actor played the role of Edward Scissorhands?": "JOHNNY DEPP",
    "What group wrote the 1979 hit single \"In the Navy\"?": "THE VILLAGE PEOPLE",
    "What Will Ferrell movie is about three gun men who start a fraternity and re-live their college years?": "OLD SCHOOL",
    "Which actor plays Tony Montana in Scarface?": "AL PACINO",
    "Which 1995 movie stars Susan Sarandon and Sean Penn?": "DEAD MAN WALKING",
    "In the TV show \"The Simpsons\", what is the name of the Springfield Elementary lunchlady?": "DORIS",
    "Kathy Bates won the best actress Oscar in 1990 for what movie?": "MISERY",
    "Who authored the famous poem \"The Charge of the Light Brigade\"?": "ALFRED, LORD TENNYSON",
    "HBO's TV show \"True Blood\" is based on a book series by whom?": "CHARLENE HARRIS",
    "Who played Mr. Orange in the movie \"Reservoir Dogs\"?": "TIM ROTH",
    "In the 1998 movie \"You've Got Mail\", Joe and Kelly are in what business?": "BOOK RETAILING",
    "What was the name of the nightclub that Peter Gunn frequented?": "MOTHERS",
    "What movie starring Bruce Willis contains the line \"I see dead people\"?": "THE SIXTH SENSE",
    "What actor is known as \"The Fonz\"?": "HENRY WINKLER",
    "Which famous BBC presenter goes by the name of Jezza?": "JEREMY CLARKSON",
    "What is the name of King Arthur's sidekick in the 1975 movie \"Monty Python and the Holy Grail\"?": "PATSY",
    "Mickey Mouse's faithful dog Pluto was originally known by what name?": "ROVER",
    "What kind of car does Lester buy in the 1999 movie \"American Beauty\"?": "FIREBIRD",
    "What U.S. state gave the world Little Richard, Otis Redding and Gladys Knight?": "GEORGIA",
    "What does Lilo give Stitch to drink in a baby bottle?": "COFFEE",
    "What does Mahoney teach Hightower to do in the movie \"Policy Academy\"?": "DRIVE",
    "Which actress played the role of Amelie in the 2001 movie \"Amelie\"?": "AUDREY TATOU",
    "What did Francis Coppola call his re-edited version of the movie \"Apocalypse Now\"?": "APOCALYPSE NOW REDUX",
    "In The Simpsons, according to Mr. Burns, who was a man that could get things done?": "ROMMEL",
    "What actor played the role of T-1000 in the movie \"Terminator 2\"?": "ROBERT PATRICK",
    "What country singer recorded a popular album at Folsom Prison?": "JOHNNY CASH",
    "What instrument did Sting play with the band \"The Police\"?": "BASS GUITAR",
    "In the 2002 movie \"Spiderman\", what was Peter Parker's profession?": "PHOTOGRAPHER",
    "U2's David Evans is better known by which nickname?": "THE EDGE",
    "What is another name for an Academy Award?": "OSCAR",
    "What powers Monstropolis in the movie \"Monsters, Inc.\"?": "SCREAMS",
    "The Dude from the Big Lebowski liked to drink what?": "WHITE RUSSIANS",
    "What movie starred Mel Gibson as William Wallace?": "BRAVEHEART",
    "What kind of animal did Matt Damon voice in the 2002 movie \"Spirit\"?": "A HORSE",
    "What name did B.B. King give to his guitar?": "LUCILLE",
    "Which rap star was born Cordozar Calvin Broadus, Jr.?": "SNOOP DOGG",
    "What is the name of the mansion where Elvis Presley died?": "GRACELAND",
    "Apart from the piano, what other musical instrument does Dr. Sheldon Cooper from the TV show \"The Big Band Theory\"?": "THE THERAMIN",
    "In what fictitious town does \"Invasion of the Body Snatchers\" take place?": "HICKSVILLE, USA",
    "Which actor appears in both the 1968 and 1999 versions of the movie \"The Thomas Crown Affair\"?": "FAYE DUNAWAY",
    "Who is The Fastest Mouse in All of Mexico?": "SPEEDY GONZALES",
    "Who plays the broken-hearted widower in the 2003 movie \"Love Actually\"?": "LIAM NEESON",
    "In the TV show \"The Simpsons\", what is the name of Springfield's music store?": "KING TOOT",
    "What actor played the role of Hans Gruber in the original \"Die Hard\" movie?": "ALAN RICKMAN",
    "In which country was Greta Garbo born?": "SWEDEN",
    "What movie follows the ins and outs of Lester Burnham's mid-life crisis?": "AMERICAN BEAUTY",
    "What did Woodsy Owl often exclaim on TV in the 1970s and 1980s?": "GIVE A HOOT! DON'T POLLUTE!",
    "What city provided the backdrop for the TV show \"Simon & Simon\"?": "SAN DIEGO",
    "What Stanley Kubrick movie featured gangs of young punks loose in a future Britain?": "A CLOCKWORK ORANGE",
    "In the movie \"Monsters Inc.\", what are the monsters most scared of?": "CHILDREN",
    "Who voiced Esmeralda in the 1996 Disney movie \"The Hunchback of Notre Dame\"?": "DEMI MOORE",
    "Which song became synonymous with \"The Bridge on the River Kwai\"?": "THE COLONEL BOGEY MARCH",
    "Who played the role of Archie Leach in the 1988 movie \"A Fish Called Wanda\"?": "JOHN CLEESE",
    "Which \"Simpsons\" character is missing an arm?": "HERMAN",
    "Who directed and acted in the movie \"Reservoir Dogs\"?": "QUENTIN TARANTINO",
    "What is the name of Goldie Hawn's daughter who starred in the 2000 movie \"Almost Famous\"?": "KATE HUDSON",
    "Who played the role of Michael Clayton in the 2007 movie by the same name?": "GEORGE CLOONEY",
    "What was Matt Dillon's horse on \"Gunsmoke\" named?": "BUCK",
    "What actor plays the role of Frank Martin in the \"Transporter\" movies?": "JASON STATHAM",
    "What television show's theme was played at the commissioning if the first space shuttle?": "STAR TREK",
    "What movie earned Katharine Hepburn her last Oscar?": "ON GOLDEN POND",
    "What British rock-and-roll legend recorded a 1975 album titled \"Venus and Mars\"?": "PAUL MCCARTNEY",
    "Which Disney's cartoon character's love interest is named Captain Li?": "MULAN",
    "Kathleen Turner was the voice of which character in the movie \"Who Framed Roger Rabbit\"?": "JESSICA RABBIT",
    "What movie earned John Wayne his first Academy Award?": "TRUE GRIT",
    "What is the stage name of Reginald Kenneth Dwight?": "ELTON JOHN",
    "What French detective features in the \"Pink Panther\" movies?": "JACQUES CLOUSEAU",
    "What did Seymour give to Jake as a birthday present in the movie \"One Hour Photo\"?": "A CAMERA",
    "What band took on Will Champion as its drummer even though he didn't play drums at the time?": "COLDPLAY",
    "What does Martin Blank do for a living in the 1997 movie \"Grosse Point Blank\"?": "HE IS A HITMAN",
    "What planet is home to the Jedi Temple?": "CORUSCANT",
    "Who directed and starred in the 1973 movie \"High Plains Drifter\"?": "CLINT EASTWOOD",
    "What actor voiced Doc Hudson in the 2006 movie \"Cars\"?": "PAUL NEWMAN",
    "Helen Mirren won best actress Oscar, beating out Meryl Streep, for which 2006 movie?": "THE QUEEN",
    "Which of the four Beatles was the eldest?": "RINGO STARR",
    "In The Simpsons episode, \"Bart Gets an 'F',\" what sickness does Lisa have?": "MUMPS",
    "On what TV show would you find Powdered Toast Man?": "THE REN & STIMPY SHOW",
    "What actor played the role of Ruby Rhod in the 1997 movie \"The Fifth Element\"?": "CHRIS TUCKER",
    "What is Indiana Jones searching for in the movie \"Indiana Jones and The Last Crusade\"?": "THE HOLY GRAIL",
    "What NBC sitcom stars Joel McHale, Gillian Jacobs and Chevy Chase?": "COMMUNITY",
    "What fictional type of dinosaur was Dino, the family pet on \"The Flinstones\"?": "SNORKASAURUS",
    "Who voiced Pinocchio in Disney's 1940 movie by the same name?": "DICKIE JONES",
    "In which US state does the movie \"Night of the Living Dead\" take place?": "PENNSYLVANIA",
    "Who played Edward in the movie \"Edward Scissorhands\"?": "JOHNNY DEPP",
    "Who played Captain Leo Davidson in the 2001 version of the movie \"Planet of the Apes\"?": "MARK WAHLBERG",
    "In what movie does Alec Baldwin play a ghost?": "BEETLE JUICE",
    "In the movie \"Live And Let Die\", what ability does Solitaire lose after sleeping with Bond?": "HER PSYCHIC ABILITY",
    "What is Sweeny Todd's real name in the 2007 movie by the same name?": "BENJAMIN BARKER",
    "What singer was the first Latin-American actress to be paid $1 million for a movie role?": "JENNIFER LOPEZ",
    "Who was the fugitive in the 1993 movie by the same name?": "DR. RICHARD KIMBLE",
    "In the TV show Futurama, what was Uranus renamed to?": "URECTUM",
    "What animated TV show featured characters that repeatedly said \"Helllloooo Nurse!\"": "ANIMANIACS",
    "In what US city does Hitchcock's movie \"Vertigo\" take place?": "SAN FRANCISCO",
    "In \"Casino\", what is the name of the casino that Sam Rothstein runs?": "THE TANGIERS",
    "What is the name of the bar in the TV show Family Guy that is frequently visited by Peter Griffin and his friends?": "THE DRUNKEN CLAM",
    "In the TV show \"The Simpsons\", what is the name of Marge's mother?": "JACQUELINE BOUVIER",
    "Which US president presented Forrest Gump with a Medal of Honour?": "LYNDON B. JOHNSON",
    "Who hosted \"The Hollywood Squares\" between 1986 and 1989?": "JOHN DAVIDSON",
    "In The Simpsons, \"Over a century without a slogan\" is the slogan of which downtown Springfield department store?": "COSTINGTON",
    "In the movie \"True Romance\", what was the name of Clarence Worley's love interest?": "ALABAMA WHITMAN",
    "In the TV show \"The Simpsons\", what is the name of Homer's half brother?": "HERB",
    "Who played the role of Alfred in the 2005 movie \"Batman Begins\"?": "MICHAEL CAINE",
    "Who starred as Rocky Balboa?": "SYLVESTER STALLONE",
    "\"Pizza the Hut\" was the villain in what sci-fi spoof?": "SPACEBALLS",
    "Who directed the 1997 movie \"The Fifth Element\"?": "LUC BESSON",
    "Edison was the name of the Potts family dog in which family movie?": "CHITTY CHITTY BANG BANG",
    "What soap opera was on air from 1952 until 2009?": "GUIDING LIGHT",
    "Who directed the 1998 movie \"Out of Sight\"?": "STEVEN SODERBERGH",
    "In The Simpsons, who said: \"I've said it before and I'll say it again: Democracy simply doesn't work.\"?": "KENT BROCKMAN",
    "Who is worshiped in the \"Temple of Doom\" discovered by Indiana Jones?": "KALI",
    "In what movie does Sean Penn play a mentally challenged man?": "I AM SAM",
    "What title was the movie \"Evil Dead III\" released under?": "ARMY OF DARKNESS",
    "In the Harry Potter series, who sings \"I killed Sirius Black\" to infuriate Harry?": "BELLATRIX LESTRANGE",
    "How old is Kevin in the 1990 classic, Home Alone?": "EIGHT",
    "What brand of motorcycle does Tom Cruise ride in the 1986 movie \"Top Gear\"?": "KAWASAKI",
    "What is Uma Thurman's character known as in the Kill Bill series?": "THE BRIDE",
    "Who is the voice behind Woody, the cowboy doll in the movie Toy Story?": "TOM HANKS",
    "Who was the only constant member of the rock band \"The Byrds\"?": "JIM MCGUINN",
    "How many planets align during the eclipse in the movie \"Lara Croft: Tomb Raider\"": "NINE",
    "In what city was the movie Chinatown filmed?": "LOS ANGELES",
    "In The Simpsons, what does the old Radioactive Man #1 comic smell like according to Milhouse?": "HIS GRANDFATHER",
    "What kind of animal is the title character in the 1998 movie \"Mighty Joe Young\"?": "GORILLA",
    "Who wrote the novel the miniseries \"Shogun\" was based on?": "JAMES CLAVELL",
    "Which British rock group released a debut album called \"Parachutes\"?": "COLDPLAY",
    "What Tom Cruise movie takes place in the year 2054?": "MINORITY REPORT",
    "What was the name of Roy Scheider's character in All That Jazz?": "JOE GIDEON",
    "Which Disney's cartoon character's love interest is named Prince Eric?": "ARIEL",
    "What actor played the role of Ichabod Crane in the 1999 movie \"Sleepy Hollow\"?": "JOHNNY DEPP",
    "What 1960s-1970s folk singer had relationships with both Bob Dylan and Steve Jobs?": "JOAN BAEZ",
    "Which Bond actor won an Academy Award for his role in \"The Untouchables\"?": "SEAN CONNERY",
    "Who played Jason's love interest in the 2002 movie \"The Bourne Identity\"?": "FRANKA POTENTE",
    "Who played the warden in the movie \"Natural Born Killers\"?": "TOMMY LEE JONES",
    "In season 13 of the TV show \"Big Brother\" the returning players were given what nickname?": "VETERANS",
    "Who directed the 1994 movie \"True Lies\"?": "JAMES CAMERON",
    "What city is the TV show Sex and the City based in?": "NEW YORK",
    "What popular character was formally addressed as Don Diego de la Vega?": "ZORRO",
    "What movie gave us the tagline \"The first casualty of war is innocence\"?": "PLATOON",
    "What country was the movie \"Full Metal Jacket\" filmed in?": "ENGLAND",
    "What actor plays the role of the Bible salesman in the movie \"O Brother, Where Art Thou\"?": "JOHN GOODMAN",
    "Who played Mr. Pink in the movie \"Reservoir Dogs\"?": "STEVE BUSCEMI",
    "Who played the Black Knight in the 1975 movie \"Monty Python and the Holy Grail\"?": "JOHN CLEESE",
    "In the movie \"Jurassic Park\", what animal was used to lure the T-Rex?": "A GOAT",
    "What 18 year old songstress did Kentwood, Louisiana, honor with her own museum in 2000?": "BRITNEY SPEARS",
    "In the TV show \"The Simpsons\", who is Radioactive Man's boy sidekick?": "FALLOUT BOY",
    "In The Simpsons episode, \"Treehouse of Horror V,\" what does Homer turn into a time machine?": "A TOASTER",
    "Which actor played the role of God in the movie \"Bruce Almighty\"?": "MORGAN FREEMAN",
    "In the TV show \"The Simpsons\", who is also known as \"The Listen Lady\"?": "MARGE SIMPSON",
    "What 2 coaches on The Voice first appeared in season 4 and returned for season 6?": "SHAKIRA & USHER",
    "What is written on the globe in Scarface's closing scene?": "THE WORLD IS YOURS",
    "What was The Police's biggest selling single?": "EVERY BREATH YOU TAKE",
    "What bones did James Dean break in the movie \"Rebel Without A Cause\"?": "HIS KNUCKLES",
    "What was the mailman's name on the TV show \"Seinfeld\"?": "NEWMAN",
    "What actor played the role of Captain James T. Kirk in the original Star Trek series?": "WILLIAM SHATNER",
    "In the TV show \"The Simpsons\", who hit Bart with his car?": "MR. BURNS",
    "In what film does Tom Hanks play a character named Sherman McCoy?": "VOLUNTEERS",
    "What novel did Universal Studios pay Michael Crichton $2 million for before it was even published?": "JURASSIC PARK",
    "Who played Mr. Blonde in the movie \"Reservoir Dogs\"?": "MICHAEL MADSEN",
    "Who played the role of Andie in the movie \"Pretty in Pink\"?": "MOLLY RINGWALD",
    "In what city did the TV show \"Full House\" take place?": "SAN FRANCISCO",
    "What actor played Hunter S. Thompson in the movie \"Where The Buffalo Roam\"?": "BILL MURRAY",
    "In the movie \"Ghost\", what was Sam Wheat's profession?": "A BANKER",
    "Who played the role of officer Williams in the TV series \"In The Heat of the Night\"?": "DAVID HART",
    "What movie sees Elvis Presley sent to the slammer for manslaughter?": "JAILHOUSE ROCK",
    "What was the title of the very first James Bond film adaptation, released in 1962?": "DR. NO",
    "In the movie \"The Big Lebowski\", what item did the Dude take from the Big Lebowski mansion as compensation?": "A RUG",
    "What object lands in Donnie Darko's bedroom?": "A JET ENGINE",
    "What breed of dog is Scooby-Doo?": "GREAT DANE",
    "What famous ex-boyfriend of Jennifer Aniston once guest-starred on the TV show \"Friends\"?": "BRAD PITT",
    "In what film did a character named Pumpkin rob a restaurant while Vincent Vega was dining nearby?": "PULP FICTION",
    "What character did Christopher Lloyd play in the movie \"Who Framed Roger Rabbit?": "JUDGE DOOM",
    "What actor replaced Michael J. Fox as the deputy mayor on the TV show \"Spin City\"?": "CHARLIE SHEEN",
    "What was David Dunn's weakness in the movie \"Unbreakable\"?": "WATER",
    "What instrument did Michelle play in American Pie?": "FLUTE",
    "What is the name of Nicole Kidman's character in the 2001 movie \"Moulin Rouge!\"?": "SATINE",
    "Who is smarter than the average bear?": "YOGI BEAR",
    "Who directed the 2001 movie \"Blow\"?": "TED DEMME",
    "What 1978 movie inspired toga parties on college campuses?": "ANIMAL HOUSE",
    "Who played the role of Larry Sanders on \"The Larry Sanders Show\"?": "GARY SHANDLING",
    "What is the name of the \"Brady Bunch\" dog?": "TIGER",
    "In the 1997 movie \"Titanic\", how did Jack get tickets to get on board of the Titanic?": "THROUGH A CARD GAME",
    "In the 1982 movie \"E.T. The Extra-Terrestrial\", who plays Elliot's younger sister?": "DREW BARRYMORE",
    "Who recorded the international hit single \"Poker Face\" in 2008?": "LADY GAGA",
    "What movie based on a 1960's TV show was about a family's intergalactic journey through space?": "LOST IN SPACE",
    "What is Rambo's first name?": "JOHN",
    "What drink does William spill on Anna the second time they meet in the movie \"Notting Hill\"?": "ORANGE JUICE",
    "Who replaced Michael Keaton as Batman in the movie series by the same name?": "VAL KILMER",
    "In The Simpsons, who said: \"Parades just bring out so many emotions in me\" joy, excitement, looking...\"?": "MARGE SIMPSON",
    "Who is \"The Jerk\"?": "STEVE MARTIN",
    "On the TV show \u0093Friends,\u0094 what was the name of Ross\u0092 pet monkey?": "MARCEL",
    "Which \"Saturday Night Fever\" cast member was nominated for an Oscar?": "JOHN TRAVOLTA",
    "What is the name of Doc Brown's very clever dog in Back to the Future?": "EINSTEIN",
    "Who directed the 1993 movie \"Nightmare Before Christmas\"?": "TIM BURTON",
    "What was the title of the TV series \"M*A*S*H\" theme song?": "SUICIDE IS PAINLESS",
    "What is the collective name for Italian-made western movies?": "SPAGHETTI WESTERNS",
    "What is the name of Angelina Jolie's father?": "JON VOIGHT",
    "What wrestler supplied the torso for the Scorpion King in the movie \"The Mummy Returns\"?": "THE ROCK",
    "Who played Mr. White in the movie \"Reservoir Dogs\"?": "HARVEY KEITEL",
    "What does Phil do for a living in the movie \"Groundhog Day\"?": "HE IS A WEATHERMAN",
    "The 1975 movie \"The Man Who Would Be King\" is based on the tales of which author?": "RUDYARD KIPLING",
    "What is the name of the soap opera that Miranda loves watching in \"Sex and the City\"?": "JULES AND MIMI",
    "What movie stopped production for a year so Tom Hanks can grow out his hair and lose 50 pounds?": "CAST AWAY",
    "Who directed the 1994 movie \"Ed Wood\"?": "TIM BURTON",
    "Who played the role of the fugitive in the 1993 movie by the same name?": "HARRISON FORD",
    "Who directed Jackie Brown?": "QUENTIN TARANTINO",
    "What animal guards the cave of Caerbannog in \"Monty Python and the Holy Grail\"?": "RABBIT",
    "Who made his directorial debut with the 1966 movie \"Who's Afraid of Virginia Woolf\"?": "MIKE NICHOLS",
    "In The Simpsons, what is Smithers' first name?": "WAYLON",
    "Who starred as the Six Million Dollar Man?": "LEE MAJORS",
    "In what city is Jim Morrison buried?": "PARIS",
    "Who was the actor who played Charles in the movie Four Weddings and a Funeral?": "HUGH GRANT",
    "What was Mary's last name on \"The Mary Tyler Moore Show\"?": "RICHARDS",
    "Which Hollywood film studio's logo is a mountain surrounded by 22 stars?": "PARAMOUNT",
    "In, Santa Baby by Madonna what kind of fur does she want him to slip under the tree?": "A SABLE",
    "What good little witch is Casper's friend?": "WENDY",
    "What movie coined the phrase \"In space, no one can hear you scream\"?": "ALIEN",
    "After returning from death in the movie \"The Lord of the Rings\", Gandalf the Grey's name changes to what?": "GANDALF THE WHITE",
    "Boo Boo is the companion of which cartoon character?": "YOGI BEAR",
    "What is James Dean's middle name?": "BYRON",
    "Who played the role of the Joker in the 1989 \"Batman\" movie?": "JACK NICHOLSON",
    "In what state was the TV show \"B.J. and the Bear\" set?": "GEORGIA",
    "In what movie does Nicole Kidman play a ghost?": "THE OTHERS",
    "Who co-wrote and directed the 1974 movie \"Young Frankenstein\"?": "MEL BROOKS",
    "What movie starring George Clooney and Mark Wahlberg takes place during the Gulf War?": "THREE KINGS",
    "Who does Jabba intend to feed to Sarlacc in the movie \"Star Wars - Return of the Jedi\"?": "LUKE AND HAN",
    "\"Hello, Clara?\" is the last line from what Oscar-winning film?": "MARTY",
    "What name did Weird Al Yankovic gave to his version of \"Beat It\"?": "EAT IT",
    "Anthony Hopkins played a ventriloquist in which 1978 movie?": "MAGIC",
    "What actor played the owner of the Gem saloon in the TV show \"Deadwood\"?": "IAN MCSHANE",
    "Which actor was the voice of Charles Muntz in the 2009 movie \"Up\"?": "CHRISTOPHER PLUMMER",
    "What Rolling Stones song asks \"How come you taste so good?\"?": "BROWN SUGAR",
    "Which \"South Park\" character gets killed in almost every episode?": "KENNY",
    "What sitcom star did Mt. Airy, North Carolina rename a stretch of Highway 52 after, in 2002?": "ANDY GRIFFITH",
    "Who narrates the movie \"Lock, Stock and Two Smoking Barrels\"?": "ALAN FORD",
    "Who starred as Colin Hanks' brother in the 2002 movie \"Orange County\"?": "JACK BLACK",
    "Who owned the detective agency in the TV show \"Remington Steele\"?": "LAURA HOLT",
    "Who was the cook on the TV show \"Bonanza\"?": "HOP SING",
    "What was the name of the character portrayed by Angela Lansbury in \"Murder, She Wrote\"?": "JESSICA FLETCHER",
    "Who played the dusty innkeeper in the Christmas play in A Charlie Brown Christmas?": "PIGPEN",
    "The 1947 movie \"The Egg and I\" spawned what film series?": "MA & PA KETTLE",
    "What song is most famous for its suggestive chorus of \"Voulez-vous coucher avec moi (ce soir)\"?": "LADY MARMALADE",
    "What is the name of the funeral home in the TV show \"Six Feet Under\"?": "FISHER & SONS",
    "What actress plays Arwen in the movie \"The Lord of the Rings\"?": "LIV TYLER",
    "What fish became popular at fish stores after the release of \"Finding Nemo\"?": "CLOWN FISH",
    "In the TV show \"The Simpsons\", which breed of dog is Santa's Little Helper?": "GREYHOUND",
    "In the 1995 movie \"Babe\", what Christmas carol does Babe sing?": "JINGLE BELLS",
    "In the movie \"Bullitt\", what car does Steve McQueen drive?": "FORD MUSTANG",
    "Who directed the 1968 movie \"Night of the Living Dead\"?": "GEORGE A. ROMERO",
    "What Oscar-winning movie features the quote \"What we do in life echoes in eternity\"?": "GLADIATOR",
    "How many Oscars did the 2001 movie \"A Beautiful Mind\" win?": "FOUR",
    "In the TV show \"The Simpsons\", who normally drives Springfield Elementary's school bus?": "OTTO",
    "What was the name of the law firm featured in the TV series \"The Practice\"?": "DONNELL AND ASSOCIATES",
    "What actor played \"Shoeless Joe\" Jackson in the movie \"Field of Dreams\"?": "RAY LIOTTA",
    "Who directed the 1980 movie \"The Blues Brothers\"?": "JOHN LANDIS",
    "What is Ace Ventura's occupation in the movies by the same name?": "PET DETECTIVE",
    "What two characters from \"The Little Rascals\" are named after plants?": "ALFALFA AND BUCKWHEAT",
    "What band recorded the album \"A Night at the Opera\"?": "QUEEN",
    "What is the name of the dog in the movie \"Mary Poppins\"?": "ANDREW",
    "Who replaced David Tennant to become the doctor in \"Doctor Who\"?": "MATT SMITH",
    "What US state is Sheldon from the TV show \"The Big Bang Theory\" from?": "TEXAS",
    "What U.S. state did the Coneheads settle in after crash landing on earth?": "NEW JERSEY",
    "Who created the popular cartoon TV show \"The Simpson\"?": "MATT GROENING",
    "How were the parents of the siblings on the TV show \"Party of Five\" killed?": "CAR ACCIDENT",
    "Who played Dorothy Gale in the 1939 film \"The Wizard of Oz\"?": "JUDY GARLAND",
    "Guitarist Brian May was part of what popular band?": "QUEEN",
    "Who won an Academy Award for her role as Lisa Rowe in the 1999 movie \"Girl, Interrupted\"?": "ANGELINA JOLIE",
    "What movie won the Oscar for Best Visual Effects in 1978?": "SUPERMAN",
    "Who voices Darth Vader in the original Star Wars movies?": "JAMES EARL JONES",
    "What John Ford film featured John Wayne, Shirley Temple and Henry Fonda?": "FORT APACHE",
    "What was the name of Marky Mark's backing band?": "THE FUNKY BUNCH",
    "Who directed Reservoir Dogs?": "QUENTIN TARANTINO",
    "What Welsh songstress has performed the themes for three different Bond movies?": "SHIRLEY BASSEY",
    "What Western star rode a horse named Buttermilk?": "DALE EVANS",
    "Julia Roberts and Hugh Grant were paired in what romantic comedy?": "NOTTING HILL",
    "Who played the role of Jim Stark in the movie \"Rebel Without a Cause\"?": "JAMES DEAN",
    "In the TV show \"The Simpsons\", what is the name of Springfield's comic book store?": "ANDROID'S DUNGEON",
    "What was Indiana Jones' dad afraid of in the movie \"Indiana Jones and The Last Crusade\"?": "RATS",
    "What silent film has been called the granddaddy of all Dracula movies?": "NOSFERATU",
    "In what movie does Bruce Willis play a ghost?": "THE SIXTH SENSE",
    "Who portrayed James Bond in the 1965 film \"Thunderball\"?": "SEAN CONNERY",
    "In which country was Nicole Kidman born?": "UNITED STATES",
    "What TV sitcom's final episode revealed that the previous seasons had all been a dream?": "NEWHART",
    "Who directed the 1996 movie \"Mars Attacks!\"?": "TIM BURTON",
    "What do the thieves set out to steal in the movie \"Reservoir Dogs?\"": "DIAMONDS",
    "In which film did Michael Douglas play the part of Gordon Gekko?": "WALL STREET",
    "Who played Simon Templar in the 1960's TV show \"The Saint\"?": "ROGER MOORE",
    "For how many years was the TV show \"Night Court\" on the air?": "NINE",
    "In the movie \"Four Weddings and a Funeral\", which character dies?": "GARETH",
    "In which US state does \"The Blair Witch Project\" take place in?": "MARYLAND",
    "Which actress played a character named Ellen Ripley in the movie \"Alien\"?": "SIGOURNEY WEAVER",
    "Who both wrote and starred in the 1996 movie \"From Dusk Till Dawn\"?": "QUENTIN TARANTINO",
    "How many roles did Cheech Marin play in the 1996 movie \"From Dusk Till Dawn\"?": "THREE",
    "Renee Zellwegger played Lucy Hil in what 2009 comedy movie?": "NEW IN TOWN",
    "Which rock music icon plays Jack 'Strafer' Celliers in, Merry Christmas, Mr. Lawrence?": "DAVID BOWIE",
    "In the book and movie \"Cujo\", way sort of a dog is Cujo?": "SAINT BERNARD",
    "In The Simpsons, when Ned Flanders started his own store, he quit his job as what?": "PHARMACIST",
    "Who was the only fictional character in Time magazine's list of the 100 most influential people of the century?": "BART SIMPSON",
    "What band was George Michael a part of before going solo?": "WHAM!",
    "What is the name of the coolest girl gang in the movie \"Grease\"?": "THE PINK LADIES",
    "Who voiced Hades in the 1997 Disney movie \"Hercules\"?": "JAMES WOODS",
    "In the TV show \"The Simpsons\", what color is the Simpson's refrigerator?": "GREEN",
    "Who appears alongside Jim Carrey in the 1994 movie \"Dumb and Dumber\"?": "JEFF DANIELS",
    "What did Elwood trade for a microphone in the movie \"The Blues Brothers\"?": "A CADILLAC",
    "Who provided the voice of Iago in Disney?s Aladdin?": "GILBERT GODFRIED",
    "Who played the role of Moses in the 1950s movie \"The Ten Commandments\"?": "CHARLTON HESTON",
    "What musical artist sang, It's the Most Wonderful Time of the Year?": "ANDY WILLIAMS",
    "What game does Beetlejuice play with Lydia to get her to guess his name?": "CHARADES",
    "What name does the Simpsons' dog answer to?": "SANTA'S LITTLE HELPER",
    "In the TV show \"The Simpsons\", who learned medicine at \"The Hollywood Upstairs Medical School\"?": "DR. NICK RIVIERA",
    "Who played Ashley Judd's husband in the 1999 movie \"Double Jeopardy\"?": "BRUCE GREENWOOD",
    "Who played the role of T.E. Lawrence in the 1962 movie \"Lawrence of Arabia\"?": "PETER O'TOOLE",
    "What is the make of the car used as a time machine in the movie \"Back to the Future\"?": "DELOREAN",
    "In the TV show \"The Simpsons\", who shot Mr. Burns?": "MAGGIE",
    "In the TV show \"The Simpsons\", which character has a pacemaker?": "KRUSTY",
    "What kind of animal is the title character in the 1946 movie \"The Yearling\"?": "DEER",
    "Who played the judge in the TV show \"Night Court\"?": "HARRY ANDERSON",
    "What instrument does Meg White play in the band White Stripes?": "DRUMS",
    "Who sang alongside Stevie Nicks on the hit single \"Leather and Lace\"?": "DON HENLEY",
    "What Star Trek actor had a leading role in the show \"Boston Legal\"?": "WILLIAM SHATNER",
    "Who was the female lead character in the movie Three Colors: White?": "JULIE DELPY",
    "Whose memory is the movie \"Gladiator\" dedicated to?": "OLIVER REED",
    "In which movie does Hugh Grant play a London bookshop owner?": "NOTTING HILL",
    "Cameron Crowe directed which Tom Cruise, Renee Zellwegger movie?": "JERRY MAGUIRE",
    "What actor plays the role of Cole in the 1990 movie \"Days of Thunder\"?": "TOM CRUISE",
    "Where does Julia Roberts go shopping in the 1990 movie \"Pretty Woman\"?": "RODEO DRIVE",
    "In the movie \"Reservoir Dogs\", who keeps are razor blade in his boot?": "MR. BLONDE",
    "Who played Alex's sister, Mallory, on the TV show \"Family Ties\"?": "JUSTINE BATEMAN",
    "In the movie \"Pulp Fiction\", what is the name of the restaurant Mia brings Vincent to?": "JACK-RABBIT SLIM",
    "Who plays Richard Gere's lawyer in the movie \"Pretty Woman\"?": "JASON ALEXANDER",
    "What rock star is credited as a co-writer and backing singer for David Bowie's \"Fame\"?": "JOHN LENNON",
    "What movie earned Francis Ford Coppola a Palme d'Or in 1979?": "APOCALYPSE NOW",
    "Who took over as lead guitarist of the Yardbirds when Eric Clapton quit?": "JEFF BECK",
    "What city is home for TV's Golden Girls?": "MIAMI",
    "What were the names of rival gangs in \"West Side Story\"?": "THE JETS AND THE SHARKS",
    "In \"The Godfather\", who plays Michael Corleone?": "AL PACINO",
    "How is film star Marion Morrison better known?": "JOHN WAYNE",
    "Who played the role of Sarah in the movie \"The Terminator\"?": "LINDA HAMILTON",
    "Who said: \"We are more popular than Jesus\"?": "JOHN LENNON",
    "\"Highlander\" tells the story of which immortal swords-man?": "CONNOR MACLEOD",
    "Who played the role of Dr. Frasier Crane in the TV show \"Frasier\"?": "KELSEY GRAMMER",
    "What TV show did Tom Hanks appear on for two seasons?": "BOSOM BUDDIES",
    "Who voiced Rocky in the movie \"Chicken Run\"?": "MEL GIBSON",
    "Which singer was born Katheryn Elizabeth Hudson?": "KATY PERRY",
    "Who is Carlos Estevez better known as?": "CHARLIE SHEEN",
    "Which sitcom was set in the offices of the fictional magazine \"Blush\"?": "JUST SHOOT ME",
    "In which 1993 Disney movie did Bette Midler star as a witch?": "HOCUS POCUS",
    "Who directed Raiders of the Lost Ark?": "STEVEN SPIELBERG",
    "What does the \"D.J.\" stand for in D.J. Tanner's name in the TV show \"Full House\"?": "DONNA JO",
    "In an episode of \"South Park\", a man in a panda suit was used to teach the public about what?": "SEXUAL HARASSMENT",
    "What kind of animal is the title character in the 1954 movie \"Them!\"?": "ANTS",
    "What 2007 film follows the crew of the Icarus II as they attempt to reignite a falling sun?": "SUNSHINE",
    "Who had the job of eliminating maverick androids?": "THE BLADE RUNNER",
    "Which actor played the role of the Grinch in the 2000 movie \"How the Grinch Stole Christmas\"?": "JIM CARREY",
    "\"Come On Get Happy\" was the theme song of what show?": "THE PARTRIDGE FAMILY",
    "What Al Pacino movie portrayed a bank robbery on August 22, 1972?": "DOG DAY AFTERNOON",
    "What is the name of the Warden in Chicago?": "MATRON 'MAMA' MORTON",
    "What does Morpheus tell Neo to follow in \"The Matrix\"?": "THE WHITE RABBIT",
    "What animated cat often relied on his Magic Bag of Tricks?": "FELIX",
    "Who won an Oscar for the theme song from the movie \"Shaft\"?": "ISAAC HAYES",
    "Ben Kingsley won an Oscar in 1982 for which movie directed by Richard Attenborough?": "GANDHI",
    "What kind of TV ads were banned in the US in 1970?": "CIGARETTE ADS",
    "What kind of animal is the title character in the 1943 movie \"My Friend Fllicka\"?": "HORSE",
    "In the TV show \"The Simpsons\", who has the largest collection of Malibu Stacy dolls?": "MR. SMITHERS",
    "The Hobbit Samwise Gamgee was played by whom in Lord of the Rings?": "SEAN ASTIN",
    "Who played Lester Burnham in \"American Beauty\"?": "KEVIN SPACEY",
    "According to the 1973 movie, soylent green is what?": "PEOPLE",
    "What was the name of the town the filmmakers visited in the movie \"The Blair With Project\"?": "BURKITTESVILLE",
    "Who starred as David in the TV show \"The Hogan Family\"?": "JASON BATEMAN",
    "In which movie does Al Pacino play a character named Ricky Roma?": "GLENGARRY GLEN ROSS",
    "What is Cartman's first name on the TV show \"South Park\"?": "ERIC",
    "In season 13 of the Big Brother show, half of this duo was the first eliminated and the other half remained?": "KEITH AND PORSCHE",
    "Nick Carter was a member of which boy band?": "BACKSTREET BOYS",
    "What variety show host fired Julius LaRosa live, on the air?": "ARTHUR GODFREY",
    "What was Tom Cruise's nickname in the 1986 movie \"Top Gun\"?": "MAVERICK",
    "What legendary oddball rocker first signed Alice Cooper to a record deal?": "FRANK ZAPPA",
    "In which city was the TV show \"Full House\" set?": "SAN FRANCISCO",
    "In The Simpsons, who said: \"That horse better win, or we're taking a trip to the glue factory...and he won't get to come!\"?": "HOMER SIMPSON",
    "In season 14 of \"Big Brother\" what coach told Britney that she is so good because she is incapable of feeling emotion?": "JANELLE",
    "In the TV show \"The Simpsons\", Homer gave up his sole for a single what?": "DOUGHNUT",
    "What early 1990's dance craze was launched by The Simpsons?": "THE BARTMAN",
    "What is the title of the bugle tune sounded as the introduction to a horse race?": "FIRST CALL",
    "Who wrote the novel on which the movie, by the same name, \"Jurassic Park\" is based on?": "MICHAEL CRICHTON",
    "What Canadian actor starred in Airplane! as Dr. Shirley Rumack?": "LESLIE NEILSON",
    "Who played Butch Cassidy?": "PAUL NEWMAN",
    "What was Tony's last name on the TV show \"Who's the Boss\"?": "MICELLI",
    "In The Simpsons, what is the name of Ned Flanders' specialty store?": "THE LEFTORIUM",
    "What is the sport in the movie \"Field of Dreams\"?": "BASEBALL",
    "In what film did real life siblings Jake and Maggie Gyllenhaal play brother and sister onscreen?": "DONNIE DARKO",
    "What city is besieged by dragons in the 2002 movie \"Reign of Fire\"?": "LONDON",
    "Which character does Kevin Spacey play in the 1995 movie \"The Usual Suspects\"?": "ROGER KINT/KEYSER SOZE",
    "In what movie does Redfoot flick his cigarette into the face of McManus?": "THE USUAL SUSPECTS",
    "What baseball team did Cheers' manager Sam Malone play for in the TV show?": "THE BOSTON RED SOX",
    "What sport is featured in the movie \"Endless Summer\"?": "SURFING",
    "Who directed 2001: A Space Odyssey?": "STANLEY KUBRIK",
    "Who keeps telling Captain Kirk that Earthlings are \"highly illogical\"?": "SPOCK",
    "Who played Malcom in the TV show \"Malcom in the Middle\"?": "FRANKIE MUNIZ",
    "How many Oscar nominations did the 1995 movie \"Apollo 13\" receive?": "NINE",
    "George Costanza was a longtime employee of what sports franchise on Seinfeld?": "NEW YORK YANKEES",
    "What 1909 Gaston Leroux novel was adapted for both a 1925 film and a 1986 musical?": "THE PHANTOM OF THE OPERA",
    "Whose author's novel is the movie The Godfather based on?": "MARIO PUZO",
    "In the TV show \"The Simpsons\", what vehicle is described as \"A country-fried truck endorsed by a clown\"?": "CANYONERO",
    "Which actor bought the first Hummer made for civilian use?": "ARNOLD SCHWARZENEGGER",
    "The song \"A Dream Is a Wish Your Heart Makes\" was originally featured in what Disney film?": "CINDERELLA",
    "What 2006 movie is sub-titled \"Hell on Heels\"?": "THE DEVIL WEARS PRADA",
    "What new wave band recorded the 1978 album titled \"Parallel Lines\"?": "BLONDIE",
    "What brand of cigarettes does Chris have in the movie \"Stand By Me\"?": "WINSTON",
    "What is the name of the mob boss who hires the gang in the movie \"Reservoir Dogs\"?": "JOE CABOT",
    "What is the name of the school in the 1989 movie \"Dead Poets Society\"?": "THE WELTON ACADEMY",
    "What color is Spock's blood?": "GREEN",
    "Who won an Oscar for her role in the movie \"Annie Hall\"?": "DIANE KEATON",
    "Who starred as Sydney Fox on the TV show \"Relic Hunter\"?": "TIA CARRERE",
    "Who is Sally's sidekick in the movie \"Monsters, Inc.\"?": "MIKE",
    "Who said of his TV fame: \"To this day, people will call me Dan Arnold.\"?": "JOHN GOODMAN",
    "What is outlawed in the town in the movie \"Footloose\"?": "DANCING AND ROCK MUSIC",
    "In The Simpsons episode, \"Principal Charming,\" where does Skinner buy an engagement ring for Patty?": "THE FAMILY JEWELS",
    "What Happy Day's star turned down the plum film role of Danny Zuko in \"Grease\"?": "HENRY WINKLER",
    "In the TV show \"The Simpsons\", Mr. Burns sells the power plant to businessmen from what country?": "GERMANY",
    "What's the preferred screening time for cult showings of The Rocky Horror Picture Show?": "MIDNIGHT",
    "Peter Marshall was the host of what game show for 15 years?": "THE HOLLYWOOD SQUARES",
    "In The Simpsons, who said: \" Good evening, everyone, and welcome to a wonderful evening of theater and picking up after yourselves": "PRINCIPAL SKINNER",
    "Who starred as Buffy in the TV show \"Buffy the Vampire Slayer\"?": "SARAH MICHELLE GELLAR",
    "What animated movie takes its name from a Yiddish word meaning monster?": "SHREK",
    "Who from the cast of \"The Usual Suspects\" won a Best Supporting Actor Oscar?": "KEVIN SPACEY",
    "What was the British equivalent to the popular American MTV show \"Jersey Shore\"?": "GEORDIE SHORE",
    "On the Academy Awards statue, what is Oscar standing on?": "A REEL OF FILM",
    "In \"Ferris Bueller's Day Off\", who is the \"Sausage King of Chicago\"?": "ABE FROMAN",
    "What TV show centered on the exploits of physicist Dr. Sam Beckett?": "QUANTUM LEAP",
    "Which actress played Forrest Gump's mom?": "SALLY FIELD",
    "What is \"Shawshank\" in the movie \"The Shawshank Redemption\"?": "A PRISON",
    "What warrior rode a horse named Argo?": "XENA",
    "In what fictional town is the TV show \"Veronica Mars\" set?": "NEPTUNE",
    "Who played Elliot Ness in the 1987 movie \"The Untouchables\"?": "KEVIN COSTNER",
    "\"Skyrim\" is the fifth installment in which video game series?": "THE ELDER SCROLLS",
    "What former Cosby Show star tied the knot with Lenny Kravitz in 1987?": "LISA BONET",
    "In The Simpsons, who does Homer accidentally shoot out of a torpedo tube?": "CAPTAIN TENILLE",
    "In the TV show \"The Simpsons\", what is the name of Snake's car?": "LI'L BANDIT",
    "What actress was a regular on both \"Dynasty\" and \"TJ Hooker\" at the same time?": "HEATHER LOCKLEAR",
    "What was the first female rap group to win a Grammy in 1995?": "SALT-N-PEPA",
    "Mel Gibson both directed and starred in which 1995 movie?": "BRAVEHEART",
    "Whose music is featured in the musical movie Mamma Mia!?": "ABBA",
    "What was Shari Lewis' hand puppet called?": "LAMB CHOP",
    "Who played Mork and Mindy's baby?": "JONATHAN WINTERS",
    "How many characters on the original Star Trek series used the phrase \"Beam me up, Scotty\"?": "NONE",
    "Which famous director is the daughter of Francis Ford Coppola?": "SOPHIA COPPOLA",
    "Who provides the voice for Abe Sapien in the 2004 movie \"Hellboy\"?": "DAVID HYDE PIERCE",
    "Who is pictured with her eyes wide open on posters for Kubrick's \"Eyes Wide Shut\" movie?": "NICOLE KIDMAN",
    "In the movie \"Interview with the Vampire\", what gift does Lestat give to Claudia every year?": "A DOLL",
    "What silent film star was \"The Tramp\"?": "CHARLIE CHAPLIN",
    "Who are Bart Simpson's favorite cartoon duo?": "ITCHY AND SCRATCHY",
    "Who is the villain in 101 Dalmatians?": "CRUELLA DE VIL",
    "Which rock star plays the role of vampire in the 1983 movie \"The Hunger\"?": "DAVID BOWIE",
    "Which song did the cartoon character Huckleberry Hound sing?": "MY DARLING CLEMENTINE",
    "Which actor played the role of Steve Jobs in the movie \"Pirates of Silicon Valley\"?": "NOAH WYLE",
    "Which actress plays the role of Christine on the TV show \"Grey's Anatomy\"?": "SANDRA OH",
    "What breed of dog was \"The Ugly Dachshund\" in the 1966 Disney film?": "A GREAT DANE",
    "Which movie gave us the line \"You talkin' to me?\"": "TAXI DRIVER",
    "How many soldiers were set out to find Private Ryan?": "EIGHT",
    "What show starring Robert Ulrich was a spin-off from \"The Rookies\"?": "S.W.A.T.",
    "Wesley Snipes and Woody Harrelson work as hustlers in what 1992 film?": "WHITE MEN CAN'T JUMP",
    "Who directed the movie \"Blade Runner\"?": "RIDLEY SCOTT",
    "In the TV show \"The Simpsons\", who is Springfield Elementary's music teacher?": "MR. LARGO",
    "What fictional character has a blue box that can travel through time and space?": "DOCTOR WHO",
    "The line \"Heeere's Johnny!\" comes from which movie?": "THE SHINING",
    "What legendary actress was nicknamed \"The Face\"?": "GRETA GARBO",
    "Who played the role of Jesse Katsopolis on the TV show \"Full House\"?": "JOHN STAMOS",
    "Who was the name of Ray Liotta's character in the 1990 movie \"Goodfellas\"?": "HENRY HILL",
    "Who composed the jazz classic \"I Got Rhythm\"?": "GEORGE GERSHWIN",
    "What is the real first name of the singer Boy George?": "GEORGE",
    "What is the name of the rabbit in Bambi?": "THUMPER",
    "Other than the Lord of the Rings trilogy, for what movie was Peter Jackson nominated an Oscar?": "HEAVENLY CREATURES",
    "What TV character sings the song \"Smelly Cat\"?": "PHOEBE BUFFAY",
    "In the movie \"Young Frankenstein\", who played the role of the old blind man who invited the Monster into his cottage?": "GENE HACKMAN",
    "Who was the actress murdered while taking a shower in the 1960 movie \"Psycho\"?": "JANET LEIGH",
    "What the are the first names of the Brothers Coen?": "JOEL AND ETHAN",
    "Nicole Kidman voiced a character named Norma-Jean in what animated movie?": "HAPPY FEET",
    "Who played the role of Daisy Randone in the 1999 movie \"Girl, Interrupted\"?": "BRITTANY MURPHY",
    "Who narrated the 2007 movie \"Enchanted\"?": "JULIE ANDREWS",
    "In The Simpsons, what is the monstrous truck at the Monster Truck Rally called?": "TRUCKASAURUS",
    "Which pop singer refers to her fans as \"little monsters\"?": "LADY GAGA",
    "What is the name of the coolest girls' gang in the movie \"Grease\"?": "THE PINK LADIES",
    "In The Simpsons episode, \"Krusty Gets Busted,\" according to Bart, what do all good-hearted people have?": "LITTLE FEET",
    "Which member of the Monkees commonly wore a wool hat?": "MIKE NESMITH",
    "In \"The Matrix\", what color pill did Neo take?": "THE RED PILL",
    "How does Tony Montana pronounce his home country in Scarface?": "COO-BA",
    "What Dublin-born author won both a Nobel Prize and an Academy Award during his lifetime?": "GEORGE BERNARD SHAW",
    "What trumpeter is considered the pioneer of cool jazz?": "MILES DAVIS",
    "What does the \"PJ\" stand for in the name PJ Harvey?": "POLLY JEAN",
    "What actor partnered up with Mel Gibson in the Lethal Weapon movie series?": "DANNY GLOVER",
    "Who signed off his radio show by saying \"Keep your feet on the ground and keep reaching for the stars\"?": "CASEY KASEM",
    "What do the letters PJ stand for in PJ Harvey?": "POLLY JEAN",
    "Who played the role of Aileen in the 2003 movie \"Monster\"?": "CHARLIZE THERON",
    "The Jupiter II spacecraft was featured in what TV series?": "LOST IN SPACE",
    "Who hosted \"The Daily Show\" before Jon Stewart?": "CRAIG KILBORN",
    "What was the name of the doorman at Rick's in the movie \"Casablanca\"?": "ABDUL",
    "In The Simpsons, what is the name of the baseball bat Homer makes himself?": "WONDERBAT",
    "What is the four-letter name of the groundhog in Groundhog Day?": "PHIL",
    "In the movie \"Stand By Me\", what cartoon character does Vern think can take Superman on?": "MIGHTY MOUSE",
    "What male actor plays the lead role in the 2005 movie \"The Island\"?": "EWEN MCGREGOR",
    "In the TV show \"The Simpsons\", what is the name of Krusty's monkey?": "MR. TEENY",
    "In the movie \"Rebel Without A Cause\", who dies in the chicky race?": "BUZZ",
    "Who celebrated is 111th birthday during \"The Lord of the Rings: The Fellowship of the Ring?\"": "BILBO BAGGINS",
    "Which actor from the cast of the movie \"Rain Man\" won an Oscar?": "DUSTIN HOFFMANN",
    "In the TV show \"The Simpsons\", Marge develops a serious case of what when she gets behind the wheel of her new Canyonero?": "ROAD RAGE",
    "What was the name of the high school in the TV show \"Our Miss Brooks\"?": "MADISON HIGH",
    "What were the children allergic to in the movie \"The Others\"?": "LIGHT",
    "Alfred Hitchcock's 1948 film \"Rope\" was based on a real-life crime committed by who?": "LEOPOLD & LOEB",
    "What actor played the role of Captain John McIntyre on the TV show \"M*A*S*H\"?": "WAYNE ROGERS",
    "What animal does Ace save at the beginning of the movie \"Ace Ventura\"?": "A DOG",
    "What does Alf stand for in the TV show by the same name?": "ALIEN LIFE FORM",
    "In what movie does Vianne open a chocolate shop in a small French village?": "CHOCOLAT",
    "What band performed the Bond theme song \"A View to a Kill\"?": "DURAN DURAN",
    "Who is the director of the movie \"Jurassic Park\"?": "STEVEN SPIELBERG",
    "Who played the role of O-Ren Ishii in the 2003 movie \"Kill Bill: Vol. 1\"?": "LUCY LIU",
    "How does Kyra Collins die in the Sixth Sense?": "SHE IS POISONED",
    "When the Simpsons go camping, where does Maggie spend her first night?": "WITH BEARS IN A CAVE",
    "Who was the lead singer of \"The Crickets\"?": "BUDDY HOLLY",
    "\"Mayberry RFD\" was a spin-off from what other TV series?": "THE ANDY GRIFFITH SHOW",
    "Who played Hank's love interest in the 2001 movie \"Monster's Ball\"?": "HALLE BERRY",
    "What was Doogie Howser's real first name?": "DOUGLAS",
    "Which actress got her start at age 13 playing the 12-year old prostitute Iris in a 1976 thriller?": "JODIE FOSTER",
    "In the movie \"Leon\", who plays the role of Mathilda?": "NATALIE PORTMAN",
    "What nationality does Teddy claim to be in the movie \"Stand By Me\"?": "FRENCH",
    "For what 1993 movie did Anna Paquin win an Academy Award?": "THE PIANO",
    "How many Oscar nominations did the 2002 movie \"Chicago\" receive?": "THIRTEEN",
    "In the movie \"Police Academy\", what was the nickname of the tallest cadet?": "HIGH TOWER",
    "Where did Helen and Joel get married on the TV show \"Wings\"?": "THE BATHROOM",
    "What is E.T.'s job in the Spielberg movie?": "BOTANIST",
    "What Sophia Coppola movie is set in Tokyo?": "LOST IN TRANSLATION",
    "Who is the only player in season 14 of the TV show \"Big Brother\" to be in the house but not have a key?": "JODI",
    "The music band \"The Cardigans\" hail from what European country?": "SWEDEN",
    "What TV show starred Frankie Muniz playing the role of Malcolm?": "MALCOLM IN THE MIDDLE",
    "Who played the role of John Anderton in the movie \"Minority Report\"?": "TOM CRUISE",
    "What country provided most of the settings for \"The Lord of the Rings\" movies?": "NEW ZEALAND",
    "What superhero is known as the \"Caped Crusader\"?": "BATMAN",
    "What is the name of Warren Beatty's famous sister?": "SHIRLEY MACLAINE",
    "What is the name of the clown in It?": "PENNYWISE",
    "Which Seinfeld character takes his shirt off when he visits the toilet?": "GEORGE COSTANZA",
    "Who played Louie De Palma in the TV series \"Taxi\"?": "DANNY DEVITO",
    "The name of which Norwegian Black Metal band translates into Dark Fortress?": "DIMMU BORGIR",
    "Which pop group was initially named \"The Pendletones\"?": "THE BEACH BOYS",
    "What TV show takes place in Pawnee, Indiana?": "PARKS AND RECREATION",
    "What TV show do Thelma and Louise want to avoid being on?": "GERALDO",
    "What does the \"J.\" stand for in Michael J. Fox's name?": "NOTHING",
    "What is the name of Doc Brown's dog in the movie \"Back to the Future\"?": "EINSTEIN",
    "In the 2003 remake of the movie \"The Italian Job\", the character played by which actor stole all the gold?": "EDWARD NORTON",
    "In The Simpsons, what platoon was Abe Simpson in charge of during WWII?": "THE FLYING HELLFISH",
    "Which actress was awarded \"Sexiest Woman of the Century\" honors by People magazine in 1999?": "MARILYN MONROE",
    "Who starred as Captain Georg von Trapp in \"The Sound of Music\"?": "CHRISTOPHER PLUMMER",
    "Who does Bruce Banner turn into when he gets angry?": "THE HULK",
    "Who was the first Ink Master contestant to compete in 2 seasons?": "TATU BABY",
    "In The Simpsons, what sits next to the basement door in the Simpson's house?": "GRANDFATHER CLOCK",
    "Who was the lead singer for the band called the Police?": "STING",
    "What is the name of the coffee shop the \"Friends\" gang frequents?": "CENTRAL PERK",
    "Which one of the Salinger brothers developed an alcohol problem on \"Party of Five\"?": "BAILEY",
    "Who is the voice of Buzz Lightyear in the movie series Toy Story?": "TIM ALLEN",
    "What name is given to the virus in the 2002 movie \"28 Days Later\"?": "THE RAGE VIRUS",
    "What movie sees Emperor Marcus Aurelius choose Maximus to be his heir instead of his own son?": "GLADIATOR",
    "Who played the role of Cirus the Virus in the movie \"Con Air\"?": "JOHN MALKOVICH",
    "In the movie \"Some Like It Hot\", who played the role of Sugar Kane Kowalczyk?": "MARILYN MONROE",
    "Who was the first host of \"The Tonight Show\"?": "STEVE ALLEN",
    "In The Simpsons, who sings to Homer and the other astronauts in space?": "JAMES TAYLOR",
    "What did Harry Stone wear under his judge's robes on the TV show \"Night Court\"?": "BLUE JEANS",
    "What western drama series told the story of Pat Garrett and Billy the Kid?": "THE TALL MAN",
    "For what film did Liza Minnelli win the Academy Award for Best Leading Actress?": "CABARET",
    "What Broadway soundtrack was the best selling album of the 1960's?": "WEST SIDE STORY",
    "What movie earned Steven Spielberg his first Oscar?": "SCHINDLER'S LIST",
    "What hockey team jersey does Cameron wear in the movie \"Ferris Bueller's Day Off\"?": "DETROIT RED WINGS",
    "What type of pet gets into hot water in \"Fatal Attraction\"?": "RABBIT",
    "Which actress-turned-diplomat won a special Oscar for \"outstanding contribution to screen entertainment\" in 1934?": "SHIRLEY TEMPLE",
    "In Old School, what actor is caught streaking and says, \"Come on snoop, snoopaloop, bring your green hat\"?": "WILL FERRELL",
    "Who was the first actor in history to decline an Oscar?": "GEORGE C. SCOTT",
    "Where were the first Academy Awards held at?": "THE ROOSEVELT HOTEL",
    "What is Scrooge's first name?": "EBENEZER",
    "In 1990 Jennifer Aniston appeared in what short-lived TV show adapted from a popular movie?": "FERRIS BUELLER",
    "What New York City night spot was the subject of a 1984 Richard Gere movie?": "THE COTTON CLUB",
    "What movie trivia is Sick Boy obsessed with in the movie \"Trainspotting\"?": "JAMES BOND",
    "What 1981 movie required some 7,000 snakes?": "RAIDERS OF THE LOST ARK",
    "What is Ben Stiller's character's last name in the movie \"Meet the Parents\"?": "FOCKER",
    "What is Doc allergic to in the movie \"Back To The Future\"?": "SYNTHETICS",
    "In what Arizona city does the movie \"Psycho\" begin?": "PHOENIX",
    "Which actress, famous for her fruit hats, was the inspiration for the Chiquita banana logo?": "CARMEN MIRANDA",
    "What song is playing during Tom Cruise's underwear dance in the movie \"Risky Business\"?": "OLD TIME ROCK AND ROLL",
    "What was Paul McCartney's Bond theme?": "LIVE AND LET DIE",
    "Who was nominated for Best Supporting Actor for the 1995 movie \"Apollo 13\"?": "ED HARRIS",
    "Who was the King of Swing?": "BENNY GOODMAN",
    "What actor played the role of Leeloo in the 1997 movie \"The Fifth Element\"?": "MILLA JOVOVICH",
    "\"Three's Company\" is an American remake of which British sitcom?": "MAN ABOUT THE HOUSE",
    "What does the \"L\" stand for in Samuel L. Jackson?": "LEROY",
    "What was Ward Cleaver's occupation on the TV show \"Leave it to Beaver\"?": "ACCOUNTANT",
    "Tommy Lee Jones and Al Gore were roommates at what university?": "HARVARD",
    "What word was intentionally omitted from the screenplay of The Godfather?": "MAFIA",
    "Ringo Star narrated the original episodes of which children's TV series?": "THOMAS THE TANK ENGINE",
    "What show is \"The end of something simple. And the beginning of everything else\"?": "DAWSON'S CREEK",
    "In the movie \"Batman\", who claims to weigh 108 lbs?": "VICKIE VALE",
    "Which now famous actress' first recognition was at a Bruce Springsteen concert where she was pulled on stage?": "COURTNEY COX",
    "In what movie does Cary Grant play a ghost?": "TOPPER",
    "In the TV show \"The Simpsons\", what is the name of the restaurant Homer competed in a beef eating contest?": "THE SLAUGHTERHOUSE",
    "Who is Stan's sister on the TV show \"South Park\"?": "SHELLEY",
    "What are the names of the male and female archenemies of Rocky and Bullwinkle?": "BORIS AND NATASHA",
    "Who directed the 1990 movie \"La Femme Nikita\"?": "LUC BESSON",
    "What rock musician was known as \"The Lizard King\"?": "JIM MORRISON",
    "What Scottish city is the setting for \"Trainspotting\" according to the plot?": "EDINBURGH",
    "What color is Shrek?": "GREEN",
    "What road film highlights two buddies' search for freedom on their way to Mardi Gras?": "EASY RIDER",
    "What basketball player starred alongside Jean Claude Van Damme in the movie \"Double Team\"?": "DENNIS RODMAN",
    "In the 2004 movie \"Anchorman: The Legend of Ron Burgundy\", what musical instrument does Ron play?": "THE JAZZ FLUTE",
    "Which member of the Quack Pack in season 14 of the TV show \"Big Brother\" did not make it to the final?": "BRITNEY",
    "What Guns N' Roses star decided his real name, William Bailey, wasn't cool enough?": "AXL ROSE",
    "What hit song plays on the radio alarm clock in the movie \"Groundhog Day\"?": "I GOT YOU BABE",
    "Who is Garfield's owner?": "JON ARBUCKLE",
    "What was B.J.'s full name in the TV show \"B.J. and the Bear\"?": "BILLIE JOE MCKAY",
    "What saxophonist released the 1964 album \"A Love Supreme\"?": "JOHN COLTRANE",
    "In what movie does Adam Sandler go back to school at age 27?": "BILLY MADISON",
    "Who was originally cast as Marty in the movie \"Back To The Future\"?": "ERIC STOLTZ",
    "Who is Brian mistaken for in the 1979 movie \"Life of Brian\"?": "THE MESSIAH",
    "What was the name of Jasmine's tiger in Disney's \"Aladdin\"?": "RAJAH",
    "Who was the first solo female host of the Academy Awards?": "WHOOPI GOLDBERG",
    "What newspaper does Clark Kent work for?": "THE DAILY PLANET",
    "In the animated movie, Rudolph the Red Nosed Reindeer, what was the name of Rudolph's dogsled driving friend?": "YUKON CORNELIUS",
    "In which TV show is the local fast-food restaurant called \"The Chum Bucket\"?": "SPONGEBOB SQUAREPANTS",
    "Who played the role of Peachy Carnehan in the 1975 movie \"The Man Who Would Be King\"?": "MICHAEL CAINE",
    "Who played the role of Jade in the 2009 movie \"The Hangover\"?": "HEATHER GRAHAM",
    "Who plays the Laura Silverman on the TV show \"The Sarah Silverman Program\"?": "LAURA SILVERMAN",
    "Where does Grace work in the TV show \"Grace Under Fire\"?": "AT THE OIL REFINERY",
    "Who provided the voice for Captain John Smith in Disney's 1995 movie \"Pocahontas\"?": "MEL GIBSON",
    "Who played the role of Wayne Szalinski in the movie \"Honey I shrunk the Kids\"?": "RICK MORANIS",
    "Who appeared on the first cover of TV Guide?": "LUCILLE BALL",
    "What famous comedian played the vicar at the second wedding in the movie Four Weddings and a Funeral?": "ROWAN ATKINSON",
    "What film duo ends a road trip by driving a Thunderbird off a cliff?": "THELMA & LOUISE",
    "Which Simpsons character says he was once a watch commander at Pearl Harbor?": "ABE SIMPSON",
    "Who played little Gertie in the movie \"E.T.: The Extra-Terrestrial\"?": "DREW BARRYMORE",
    "Who played the role of Catwoman in the 1992 movie \"Batman Returns\"?": "MICHELLE PFEIFFER",
    "What is the favorite food of the Teenage Mutant Ninja Turtles?": "PIZZA",
    "In the TV show \"The Simpsons\", which character is allergic to regular milk?": "MILHOUSE",
    "Who plays the role of Kissy Suzuki in the movie \"You Only Live Twice\"?": "MIE HAMA",
    "Whose directorial debut earned him an Oscar for Ordinary People in 1980?": "ROBERT REDFORD",
    "What did Leonard Nimoy need a new pair of every few days in the late 1960's?": "EARS",
    "The movie \"Best in Show\" was a mockumentary that examined a fictional what?": "DOG SHOW",
    "Who designed the Rolling Stones' lips and tongue logo?": "ANDY WARHOL",
    "In the 1975 movie \"Jaws\", what was the name of Quint's boat?": "THE ORCA",
    "Who\u0092s Fred Flintstone\u0092s best friend?": "BARNEY RUBBLE",
    "Which cowboy musical artist first recorded the song, Here Comes Santa Claus?": "GENE AUTRY",
    "Who plays Jullia Robert's best friend in the movie \"My Best Friend's Wedding\"?": "DERMOT MULRONEY",
    "In the 1939 film \"The Wizard of Oz\", Dorothy's slippers are red. What color are her slippers in the novel?": "SILVER",
    "Who plays the role of Mick \"Crocodile\" Dundee in the movie \"Crocodile Dundee\"?": "PAUL HOGAN",
    "Who starred as Danny Ocean in the 1960 movie \"Ocean's Eleven\"?": "FRANK SINATRA",
    "What Canadian singer appeared on the first cover of \"Entertainment Weekly\"?": "K.D. LANG",
    "What actor/singer played the role of Right Arm in the 1997 movie \"The Fifth Element\"?": "TRICKY",
    "What was the name of the store Seymour works at in the movie \"One Hour Photo\"?": "SAVMART",
    "What hit 1992 movie gave Geena Davis the chance to prove she could spit?": "A LEAGUE OF THEIR OWN",
    "What zodiac sign is the Joker in the movie \"Batman\"?": "PISCES",
    "What is the name of the White Stripes' drummer?": "MEG WHITE",
    "What is the name of the house in the 1963 movie \"The Haunting\"?": "HILL HOUSE",
    "Which Disney's cartoon character's love interest is named Prince Philip?": "PRINCESS AURORA",
    "In The Simpsons episode, \"Bart of Darkness,\" what does Bart break?": "HIS LEG",
    "In The Simpsons, when Marge becomes a cop, she arrests Homer for taking her what?": "POLICE CAP",
    "In the movie \"Carrie\", what type of blood was she covered in?": "PIG",
    "What did A.J. stand for on the TV show \"Simon & Simon\"?": "ANDREW JACKSON",
    "Who is the voice of Woody in the movie series Toy Story?": "TOM HANKS",
    "In the TV show \"The Simpsons\", what is the name of Mr. Burns' stuffed bear?": "BOBO",
    "How did the children die in the 2001 movie \"The Others\"?": "SUFFOCATION",
    "What member of Fleetwood Mac released a 1981 solo hit single titled \"Trouble\"?": "LINDSAY BUCKINGHAM",
    "Rogers is the last name of which Scooby-Doo character?": "SHAGGY",
    "Who played the role of Kevin Arnold on \"The Wonder Years\"?": "FRED SAVAGE",
    "What model car did Thelma and Louise drive?": "FORD THUNDERBIRD",
    "In which James Bond movie does the character Pussy Galore appear in?": "GOLDFINGER",
    "What actress played JR's wife on Dallas?": "LINDA GRAY",
    "Who plays the role of Summer in the movie \"500 Days of Summer\"?": "ZOOEY DESCHANEL",
    "Who co-wrote and directed the 1974 movie \"Blazing Saddles\"?": "MEL BROOKS",
    "What animated TV show's characters watch a cartoon with \"Terrance and Phillip\"?": "SOUTH PARK",
    "Which famous actress began her career playing Dorothy in the \"Wizard of Oz\"?": "JUDY GARLAND",
    "What actor was born with the name Tadewurz Konopka?": "TED KNIGHT",
    "Who played Rachel Green on the TV show \"Friends\"?": "JENNIFER ANISTON",
    "Who did Han Solo call an \"old smoothie\"?": "LANDO CALRISSIAN",
    "Who played Vincent Vega in \"Pulp Fiction\"?": "JOHN TRAVOLTA",
    "What is the nickname of the car Memphis Raines was obsessed with in the movie \"Gone in 60 seconds\"?": "ELEANOR",
    "What musical starred Vanessa Redgrave as Guinevere?": "CAMELOT",
    "Who was the second actor in history to decline an Oscar?": "MARLON BRANDO",
    "Produced by Francis Ford Coppola, what Academy Award-winning film was released in 1974?": "THE GODFATHER, PART II",
    "Who played the role of Peter Bretter in the 2008 movie \"Forgetting Sarah Marshall\"?": "JASON SEGEL",
    "Which musical instrument was Buddy Rich best known for playing?": "DRUMS",
    "In the movie \"Easy Rider\", where did Wyatt and Billy hide their drugs?": "THEIR GAS TANKS",
    "In the movie \"Dirty Dancing\", what did Baby carry?": "A WATERMELON",
    "What is the name of the bar that Homer Simpson frequents?": "MOE",
    "Who directed both his father and his daughter to an Oscar?": "JOHN HUSTON",
    "On the \"Abbey Road\" album cover, which member of the Beatles is on the far left?": "GEORGE HARRISON",
    "What TV show featured Ellen DeGeneres as a receptionist?": "OPEN HOUSE",
    "Who was the female lead character in the movie Three Colors: Blue?": "JULIETTE BINOCHE",
    "In the 1991 movie \"Thelma and Louise\" who plays the part of Louise?": "SUSAN SARANDON",
    "At the beginning of the movie \"A Clockwork Orange\", what type of place are Alex and his friends relax at?": "THE MILK BAR",
    "What Christmas single has the biggest sales of all time?": "WHITE CHRISTMAS",
    "Simon & Simon, from the TV show by the same name, were in what business?": "PRIVATE DETECTIVES",
    "Who finds E.T.?": "ELLIOTT",
    "In the TV show \"The Simpsons\", what is the name of Springfield's water park?": "MOUNT SPLASHMORE",
    "In The Simpsons, what is the name of Patty and Selma's iguana?": "JUB-JUB",
    "Which former member of the Beatles recorded albums with the Plastic Ono Band?": "JOHN LENNON",
    "What \"Twilight Zone\" writer also created \"The New People\" in 1969?": "ROD SERLING",
    "Carolyn Jones was best known for her role as what 1960s sitcom character?": "MORTICIA ADDAMS",
    "Which town's businesses include the \"I Can't Believe It's a Law Firm\" and \"J.R.R. Toykins\"?": "SPRINGFIELD",
    "What pastime does Jeff \"The Dude\" Lebowski enjoy?": "BOWLING",
    "Leonardo DiCaprio played which Shakespearian character in a 1996 movie?": "ROMEO",
    "What name did Nathaniel Dwayne Hale adopt, to hype his pedigree as Snoop Dogg's cousin?": "NATE DOGG",
    "Einstein was the name of what character's dog in the film \"Back to the Future\"?": "EMMETT BROWN",
    "In which movie did Russell Crowe play Maximus Decimus Meridius?": "GLADIATOR",
    "What movie includes the quote, ?That rug really tied the room together??": "THE BIG LEBOWSKI",
    "Who directed, The Christmas Kid\"?": "SID PINK",
    "Who played the role of Mayor Randall Winston on the TV show \"Spin City\"?": "BARRY BOSTWICK",
    "What flamboyant British rockstar performed \"Wake Up Wendy\" for South Park's Chef Aid?": "ELTON JOHN",
    "What was the family name of the aliens on the TV show \"3rd Rock from the Sun\"?": "THE SOLOMONS",
    "What was the family name of circus showman Al, Alfred, John, Otto and Charles?": "RINGLING",
    "Who is Joe Dirt searching for in the 2001 movie by the same name?": "HIS PARENTS",
    "In the movie \"The Godfather\", where was Santino Corleone gunned down?": "AT A TOLL BOOTH",
    "Who wrote and directed American Graffiti?": "GEORGE LUCAS",
    "What was the first animated feature nominated for a best picture Oscar?": "BEAUTY AND THE BEAST",
    "Who played Molly's love interest in the movie \"Pretty in Pink\"?": "ANDREW MCCARTHY",
    "In the movie \"Goodfellas\", who played the role of Henry Hill?": "RAY LIOTTA",
    "How many Oscars did \"The Color Purple\" collect from its 11 nominations?": "NONE",
    "Borat comes from which country?": "KAZAKHSTAN",
    "What band turned down an offer from \"Gap\" to use their song \"Don't Panic\"?": "COLDPLAY",
    "In The Simpsons, Bart wins first prize at the science fair by proving what?": "HAMSTERS CAN FLY PLANES",
    "What was the name of the motel in \"Psycho\"?": "THE BATES MOTEL",
    "What TV show featured a character by the name of Christmas Snow?": "THREE'S COMPANY",
    "What was in the jaws of the swordfish mounted on the wall in the Addams Family house?": "A HUMAN LEG",
    "What is the name of the actor who plays Dexter Morgan on the TV show Dexter?": "MICHAEL C. HALL",
    "Which film won an Oscar for Best Visual Effects in 1990?": "TOTAL RECALL",
    "What kind of animal is the title character in the 1938 movie \"Bringing Up Baby\"?": "LEOPARD",
    "Who wrote and also starred in the 1980 movie \"The Blues Brothers\"?": "DAN AYKROYD",
    "What actor plays the role of Evan Treborn in the movie \"The Butterfly Effect\"?": "ASHTON KUCHER",
    "Allan Stewart Konigsberg is better known as who?": "WOODY ALLEN",
    "In The Simpsons episode, \"Bart The General,\" what does the bully steal from Lisa?": "HER CUPCAKES",
    "Who played the role of Natalie Cook in the 2000 movie \"Charlie's Angels\"?": "CAMERON DIAZ",
    "What actress played James Bond's love interest in the 2006 movie \"Casino Royale\"?": "EVA GREEN",
    "In the TV show \"The Simpsons\", what is the name of Homer's bowling team?": "THE PIN PALS",
    "Who won an Oscar for her role as a call girl in the movie \"Klute\"?": "JANE FONDA",
    "In the movie \"Saving Private Ryan\", how many of the Ryan brothers were soldiers?": "FOUR",
    "Who played the role of Ross on the TV show \"Friends\"?": "DAVID SCHWIMMER",
    "What was the official name of the first Indiana Jones movies?": "RAIDERS OF THE LOST ARK",
    "Which Teletubby has a triangle on its head?": "TINKY WINKY",
    "What is D.J.'s full name on the TV show \"Roseanne\"?": "DAVID JACOB",
    "What was the name of the mouse in the movie \"The Green Mile\"?": "MR. JINGLES",
    "What is the name of the genetically modified disease in the movie \"Mission: Impossible II\"?": "CHIMERA",
    "What 2005 movie stars Ellen Page and Sandra Oh?": "HARD CANDY",
    "What is the name of the Volkswagen in Disney\u0092s \"The Love Bug\"?": "HERBIE",
    "What coach's team won the first challenge in season 14 of the TV show \"Big Brother\"?": "BRITNEY",
    "In a 2003 movie, Diane Lane plays a writer who buys a villa in what region of Italy?": "TUSCANY",
    "Which artist was born Artis Leon Ivey Jr.?": "COOLIO",
    "The 1987 movie \"Full Metal Jacket\" was filmed in which country?": "ENGLAND",
    "Who is The Friendly Ghost?": "CASPER",
    "\"Lord of the Dance\" star Michael Flatley was born in what country?": "THE U.S.",
    "What is the secret identity of Don Vito Corleone?": "THE GODFATHER",
    "In \"The Big Lebowski\", what did Jeffrey Lebowski want replaced after it was urinated on?": "HIS RUG",
    "In the movie It's a Wonderful Life, what did George dream of becoming?": "AN ARCHITECT",
    "What is the name of the demons in Hellraiser?": "GENOBITES",
    "What show begins with the line \"In a time of ancient gods, warlords and kings...\"?": "XENA: WARRIOR PRINCESS",
    "Which original song from Titanic won an Oscar in 1997?": "MY HEART WILL GO ON",
    "On what island was Jurassic Park located?": "ISLA NUBLAR",
    "Who played Luke Skywalker in the original Star Wars movies?": "MARK HAMILL",
    "Who was known as \"The King\"?": "ELVIS PRESLEY",
    "In what state was the TV show \"B.J. and Bear\" set?": "GEORGIA",
    "In season 13 of the TV show \"Big Brother\" what is the name of the alliance that included Dominic, Cassie, Keith and Lawon?": "THE REGULATORS",
    "What made-for-TV movie starred Alfre Woodard as Eunice Evers?": "MISS EVERS' BOYS",
    "What 1989 Billy Joel hit was included in Junior Scholastic magazine as an educational aid?": "WE DIDN'T START THE FIRE",
    "Who provided the voice for Maggie Simpson's first word, which none of her family heard her say?": "ELIZABETH TAYLOR",
    "What was the name of Bill and Ted's rock band in the movie \"Bill and Ted's Excellent Adventure\"?": "WILD STALLIONS",
    "In the TV show \"The Simpsons\", who is Chief Wiggum's wife?": "SARAH WIGGUM",
    "What game was the game show \"Pantomime Quiz\" based on?": "CHARADES",
    "The 1997 movie \"Dante's Peak\" tells the story of a town that is threatened by what?": "A VOLCANO",
    "What are the names of the children on \"The Addams Family\"?": "PUGSLEY AND WEDNESDAY",
    "Which singer had a 1964 hit with \"King of the Road\"?": "ROGER MILLER",
    "What do Brad Pitt and Edward Norton shoot at factories while drunk in Fight Club?": "GOLF BALLS",
    "In which TV show did a Mr. Hogg own a place called the \"Boar's Nest\"?": "THE DUKES OF HAZZARD",
    "Who stars as Rick Santoro in the 1998 movie \"Snake Eyes\"?": "NICHOLAS CAGE",
    "Robert Allen Zimmerman is better known as who?": "BOB DYLAN",
    "Who were Alex Keaton's parents on the TV show \"Family Ties\"?": "ELYSE AND STEVEN",
    "What show debuted in 1963 and became the longest running sci-fi series?": "DOCTOR WHO",
    "What actor originated the role of Inspector Clouseau?": "PETER SELLERS",
    "What song did Wayne and Garth listen to on their way to the doughnut shop in the movie \"Wayne's World\"?": "BOHEMIAN RHAPSODY",
    "Which \"Friends\" star previously starred in a sitcom titled \"Top of the Heap\"?": "MATT LEBLANC",
    "Which sci-fi movie starred Jane Fonda as \"Queen of the Galaxy\"?": "BARBARELLA",
    "Which James Bond actor also appeared in the movie \"Lara Croft: Tomb Raider\"?": "DANIEL CRAIG",
    "What is the name of the Alicia Keys backup singer who won season 2 of The Voice?": "JERMAINE PAUL",
    "Who starred as Danny Ocean in the 2001 movie \"Ocean's Eleven\"?": "GEORGE CLOONEY",
    "What album earned the Dixie Chicks a Grammy Award in 2007?": "TAKING THE LONG WAY",
    "What was John Wayne\u0092s nickname?": "THE DUKE",
    "What was Toula's wedding present from her parents in the movie \"My Big Fat Greek Wedding\"?": "A HOUSE",
    "Who directed the 2009 movie \"Watchmen\"?": "ZACK SNYDER",
    "Who was the first character Johnny Depp portrayed in more than one movie?": "JACK SPARROW",
    "What kind of animal is the title character in the 1998 movie \"Paulie\"?": "PARROT",
    "What is the name of Kathy Bates' character in the movie \"Misery\"?": "ANNIE",
    "In The Simpsons, what is Reverend Lovejoy's first name?": "TIMOTHY",
    "Who starred as John Drake in the TV show \"Secret Agent\"?": "PATRICK MCGOOHAN",
    "What character was Bela Lugosi best known for playing?": "DRACULA",
    "How many children did Baron Von Trapp have in \"The Sound of Music\"?": "SEVEN",
    "What breed was the dog in the 1960s TV show \"Please Don't Eat the Daisies\"?": "SHEEPDOG",
    "Who played Lois in \"Lois & Clark: The New Adventures of Superman\"?": "TERI HATCHER",
    "What movie was Sean Penn's directorial debut?": "INDIAN RUNNER",
    "How many \"precogs\" were there in the pre-crime unit in the 2002 movie \"Minority Report\"?": "THREE",
    "Who was the writer for the movie The Shawshank Redemption?": "STEPHEN KING",
    "Who played the alien high commander in the TV show \"3rd Rock from the Sun\"?": "JOHN LITHGOW",
    "Who does David Paymer play in the 1995 movie \"Get Shorty\"?": "SHORTY",
    "Which famous actress is Liza Minnelli's mother?": "JUDY GARLAND",
    "What nickname does Marshall Samuel Gerard go by in the 1993 movie \"The Fugitive\"?": "BIG DOG",
    "\"Tabitha\" was a spin-off of what popular TV show?": "BEWITCHED",
    "What actor provided the voice for the song \"Thriller\"?": "VINCENT PRICE"
}