{
    "What is the capital of Ontario?": "TORONTO",
    "What are the residents of the US state of Maine called?": "MAINERS",
    "Canada is divided into provinces and what else?": "TERRITORIES",
    "What is the capital of Australia?": "CANBERRA",
    "What is the longest river in the US?": "MISSOURI",
    "What is the Japanese name for Japan?": "NIPPON",
    "Which US state is referred to as the \"Silver State\"?": "NEVADA",
    "What Canadian province is home to Pink Mountain, Muncho Lake and Nootka Sound?": "BRITISH COLUMBIA",
    "What South American country is home to Atacama Desert?": "CHILE",
    "The Albert Canal is located in which country?": "BELGIUM",
    "The Bermuda Triangle is located in what ocean?": "ATLANTIC OCEAN",
    "In which two European countries can you hear residents speaking Basque?": "FRANCE AND SPAIN",
    "Which continent are the Balkans a part of?": "EUROPE",
    "The Shenandoah Valley is located in which US state?": "VIRGINIA",
    "What US city's skyline boasts the Gateway Arch?": "ST. LOUIS",
    "Which is the only Portuguese-speaking Latin American country?": "BRAZIL",
    "In which city are the Petronas Towers located?": "KUALA LUMPUR",
    "What word is used in Hawaii as both a greeting and a farewell?": "ALOHA",
    "In land area, what is the largest country in South America?": "BRAZIL",
    "Monterey Bay is located in what body of water?": "PACIFIC OCEAN",
    "The Appalachian Trail runs over 2,000 miles from Maine to what southern state?": "GEORGIA",
    "Mount Etna is located on which island?": "SICILY",
    "Where is Lake Como?": "ITALY",
    "Which city in Tennessee is the country music capital?": "NASHVILLE",
    "Which is the only independent state smaller than Monaco?": "THE VATICAN",
    "Which US state is nicknamed the \"Ocean State\"?": "RHODE ISLAND",
    "What two US states border Mexico's largest state, Chihuahua?": "TEXAS AND NEW MEXICO",
    "What is the capital of Peru?": "LIMA",
    "Ladin is primarily spoken in which area of the world?": "NORTHERN ITALY",
    "In which country is the Simpson Desert located?": "AUSTRALIA",
    "In which city could you find Bondi beach?": "SYDNEY",
    "What city is the capital of Northwest Territories in Canada?": "YELLOWKNIFE",
    "What continent has shores on the three oceans?": "ANTARCTICA",
    "Which country is the largest in the World?": "RUSSIA",
    "What city is located at the junction of the Allegheny River and Monongahela River?": "PITTSBURGH",
    "By what name is the island of Rapa Nui better known?": "EASTER ISLAND",
    "What is the capital of Monaco?": "MONACO",
    "Which US state is nicknamed the \"Tar Heel State\"?": "NORTH CAROLINA",
    "What U.S. state is proud to call itself \"the Beaver State\"?": "OREGON",
    "What country is home to the original Highland Games?": "SCOTLAND",
    "What fashionable shopping avenue divides New York into East Side and West Side?": "FIFTH AVENUE",
    "In what state would you find the supposed UFO site named \"Area 51\"?": "NEVADA",
    "What is the capital of Finland?": "HELSINKI",
    "Where is Pennsylvania Station?": "NEW YORK CITY",
    "What was the four letter name of Thailand before 1949?": "SIAM",
    "Which mountain is the highest in Australia?": "MOUNT KOSCIUSZKO",
    "What city would one find the Louvre in?": "PARIS",
    "Is Japan closer to the North Pole or the South Pole?": "NORTH POLE",
    "In what US states would you find Pikes Peak?": "COLORADO",
    "Which US state is home to Cape Lookout National Seashore?": "NORTH CAROLINA",
    "Which of Monaco's four quarters is best known for casinos?": "MONTE CARLO",
    "What is the most mountainous country in Europe?": "SWITZERLAND",
    "The Carskill Mountains are part of what larger mountain chain?": "APPALACHIAN MOUNTAINS",
    "What is the capital of the state of Utah?": "SALT LAKE CITY",
    "What is the world's widest river?": "THE AMAZON",
    "What US city is home to the annual \"All-American Soap Box Derby\"?": "AKRON, OHIO",
    "Which city is the Dutch parliament in?": "THE HAGUE",
    "Which South American country takes its name from Christopher Columbus?": "COLOMBIA",
    "What city dug the first subway?": "LONDON",
    "Where would you find Olympus Mons?": "MARS",
    "What is the capital of Syria?": "DAMASCUS",
    "What country is Ibiza a part of?": "SPAIN",
    "What Ivy League University is located in New Haven, Connecticut?": "YALE UNIVERSITY",
    "What part of New York city got its name because it lies south of Houston Street?": "SOHO",
    "Which river helped create the Grand Canyon?": "COLORADO RIVER",
    "The town of Swords is located north of what European city?": "DUBLIN",
    "What is the capital of Ukraine?": "KIEV",
    "In which city is the Prado art gallery located?": "MADRID",
    "What European art museum has a glass pyramid in its courtyard?": "THE LOUVRE",
    "What is the warmest continent?": "AFRICA",
    "What is the name of the warm dry wind which blows over the Rocky Mountains?": "THE CHINOOK",
    "In what US state would you find Area 51?": "NEVADA",
    "Which river runs through Paris?": "SEINE",
    "Where is over 90% of the world's fresh water supply located?": "ANTARCTICA",
    "What river flows into the Pacific Ocean between Oregon and Washington?": "COLUMBIA RIVER",
    "What nation is divided in two by the Cook Strait?": "NEW ZEALAND",
    "What is the only nation that borders both Tajikistan and Russia?": "CHINA",
    "What mountain overlooks Cape Town, South Africa?": "TABLE MOUNTAIN",
    "What is the only officially bilingual province in Canada?": "NEW BRUNSWICK",
    "Lombard Street in London is the equivalent to which famous street in the US?": "WALL STREET",
    "What is the capital of Greece?": "ATHENS",
    "Which island boasts of being Napoleon's birthplace?": "CORSICA",
    "What was renamed to Ho Chi Minh City in 1975?": "SAIGON",
    "What is the volcano near Tokyo, Japan called?": "MOUNT FUJI",
    "What color is the cross on the Swedish flag?": "YELLOW",
    "What US state capital took its name from the French for \"red stick\"?": "BATON ROUGE",
    "What is the capital of Mali?": "BAMAKO",
    "Long Island Sound separates Long Island from which state?": "CONNECTICUT",
    "What is the world's largest country?": "RUSSIA",
    "In what country is Lake Baikal located?": "RUSSIA",
    "What is the capital of Ireland?": "DUBLIN",
    "What does the Ring of Fire surround?": "PACIFIC OCEAN",
    "What beer shares its name with the river that runs through Amsterdam?": "AMSTEL",
    "Mount Rushmore is located near which town in South Dakota?": "KEYSTONE",
    "The Colorado River flows into what body of water?": "GULF OF CALIFORNIA",
    "Which New England state doesn't border the Atlantic Ocean?": "VERMONT",
    "What is the official language of Egypt?": "ARABIC",
    "The Redwood National Park is located in which US state?": "CALIFORNIA",
    "Which US state is home to Crater Lake National Park?": "OREGON",
    "Which side of Niagara Falls has the largest falls - the US or Canadian side?": "CANADIAN",
    "What old Massachusetts town is nicknamed \"Witch city\"?": "SALEM",
    "What is the largest island in the contiguous US states?": "LONG ISLAND",
    "What is the only nation that borders both Burma and Malaysia?": "THAILAND",
    "Which US state is nicknamed the \"Sooner State\"?": "OKLAHOMA",
    "What U.S. state has the longest freshwater shoreline?": "MICHIGAN",
    "What US city had the first subway?": "BOSTON",
    "Which US state's name is derived from the Spanish words for \"mountainous\"?": "MONTANA",
    "On the bank of which river does the Portuguese capital of Lisbon stand?": "THE TAGUS",
    "What is the nothernmost provincial capital?": "EDMONTON",
    "In which city is the European Court of Justice?": "LUXEMBOURG",
    "On a map, what are the lines that run parallel to the equator called?": "LATITUDE",
    "Which US capital city was originally called Le Fleur's Bluff?": "JACKSON",
    "The city of New Orleans is located in which state?": "LOUISIANA",
    "In what state would you find the Black Rock Desert?": "NEVADA",
    "Which country lies between Switzerland and Austria?": "LIECHTENSTEIN",
    "What part of New York was called \"broken land\" by the Dutch?": "BROOKLYN",
    "Where is the Parthenon located?": "GREECE",
    "What is the only waterfall on the entire length of the Mississippi River?": "ST. ANTHONY FALLS",
    "What nationality is a Breton?": "FRENCH",
    "What is the city of Brotherly Love?": "PHILADELPHIA",
    "Into which sea does the Nile river flow?": "THE MEDITERRANEAN",
    "What US city is the home to mile high stadium?": "DENVER",
    "Which hills divide England And Scotland?": "CHEVIOT HILLS",
    "What is the largest Scandinavian country?": "SWEDEN",
    "What is the capital of Lithuania?": "VILNIUS",
    "What is the capital of Tunisia?": "TUNIS",
    "Kodiak Island is the largest island in which US state?": "ALASKA",
    "What is the largest city in India?": "BOMBAY",
    "The \"Carnac Stones\" are located what country?": "FRANCE",
    "In which city is the Taj Mahal?": "AGRA",
    "Which island was discovered by Captain Cook in December 1777?": "CHRISTMAS ISLAND",
    "How many South American Countries does the equator pass through?": "THREE",
    "What city is the capital of the US state of South Dakota?": "PIERRE",
    "What city is the capital of the US state Arkansas?": "LITTLE ROCK",
    "What country did the Venetian blinds originate in?": "JAPAN",
    "US city Milwaukee is located on the shores of what lake?": "LAKE MICHIGAN",
    "Which country do Belgium, France and Germany border?": "LUXEMBOURG",
    "What is the only nation that borders both Costa Rica and Honduras?": "NICARAGUA",
    "In what country would you most likely encounter a Tasmanian devil?": "AUSTRALIA",
    "What country do the Galapagos Islands belong to?": "ECUADOR",
    "Which country is home to the Great Barrier Reef?": "AUSTRALIA",
    "What is the capital of the US territory of Puerto Rico?": "SAN JUAN",
    "What is the only nation that borders both Andorra and Portugal?": "SPAIN",
    "Where in Canada would you find Mount Queen Elizabeth?": "BANFF NATIONAL PARK",
    "Whidbey Island is the largest island in which state?": "WASHINGTON",
    "Columbia University is located in which US city?": "NEW YORK",
    "What vegetable takes its name from the capital of Belgium?": "BRUSSEL SPROUTS",
    "Which state is nicknamed the \"Mount Rushmore State\"?": "SOUTH DAKOTA",
    "What country lies directly south of Detroit?": "CANADA",
    "Which US state is home to North Cascades National Park?": "WASHINGTON",
    "What is the only US state with a single syllable name?": "MAINE",
    "Which country is home to the spring festival called \"Holi\"?": "INDIA",
    "What is the largest lake lying completely inside Canada?": "GREAT BEAR LAKE",
    "Red Lake is the largest lake in which US state?": "MINNESOTA",
    "What is the capital of Romania?": "BUCHAREST",
    "What is the capital of Belize?": "BELMOPAN",
    "What is the capital of Pakistan?": "ISLAMABAD",
    "By what name is the Thames known as it passes through Oxford?": "THE ISIS",
    "Where is Mount Olympus": "GREECE",
    "What African country was formerly known as Northern Rhodesia?": "ZAMBIA",
    "What river runs through both Lyon and Marseilles?": "RHONE RIVER",
    "Which country is home of the didgeridoos?": "AUSTRALIA",
    "Where do people traditionally dance the flamenco?": "SPAIN",
    "In which country would you find St. Basil's cathedral?": "RUSSIA",
    "What German city is famed for a scent it produces?": "COLOGNE",
    "In which country is the source of the river Danube?": "GERMANY",
    "New Hampshire, New York and Massachusetts are the three states that border which state?": "VERMONT",
    "Which Australian state borders all other mainland states?": "SOUTH AUSTRALIA",
    "The Hollywood Walk of Fame is located along what street?": "HOLLYWOOD BOULEVARD",
    "What is the Southern Tropic also called?": "TROPIC OF CAPRICORN",
    "The remains of which ancient city are found in Iraq?": "BABYLON",
    "Which tribes are native to New Zealand?": "MAORI",
    "At what nation does Panama attach onto South America?": "COLOMBIA",
    "Which ocean is between South America and Africa?": "ATLANTIC",
    "What country proclaimed the birth of its billionth citizen in 2000?": "INDIA",
    "Which capital city was once known as Byzantium?": "ISTANBUL",
    "What two countries edge the Victoria Falls?": "ZIMBABWE AND ZAMBIA",
    "What modern country includes the ancient region of Mesopotamia?": "IRAQ",
    "What is the capital of the state of Mississippi?": "JACKSON",
    "In what part of the former Soviet Union did the Chernobyl nuclear disaster occur?": "UKRAINE",
    "Harrisburg is the capital of which US state?": "PENNSYLVANIA",
    "Which is the southern most capital city?": "WELLINGTON, NEW ZEALAND",
    "What is the world's largest island?": "GREENLAND",
    "What US city is home to the Bishop Museum?": "HONOLULU",
    "On which continent did the Boer War take place?": "AFRICA",
    "What became the second independent country in the Americas after the United States?": "HAITI",
    "What is the largest lake found completely within the United States?": "LAKE MICHIGAN",
    "The majority of the Sierra Nevada Mountains are located in which state?": "CALIFORNIA",
    "The Angkor Wat temple is featured on what Asian country's flag?": "CAMBODIA",
    "A bronze statue of whom stands at the foot of the steps to the Philadelphia Art Museum?": "ROCKY BALBOA",
    "The Laguna Madre is located between mainland Texas and what island?": "PADRE ISLAND",
    "What is the capital of Vermont?": "MONTPELIER",
    "What city is the capital of Djibouti?": "DJIBOUTI CITY",
    "What is the capital of Catalonia?": "BARCELONA",
    "What Ivy League school is located in Ithaca?": "CORNELL UNIVERSITY",
    "What is the official language of Papua New Guinea?": "ENGLISH",
    "What body of water does the Danube River flow into?": "THE BLACK SEA",
    "What soup is likely to be on the menu in Poland or Russia?": "BORSHT",
    "Where would one find Catalonia on a map?": "IN SPAIN",
    "What was Belize called until 1973?": "BRITISH HONDURAS",
    "What is the largest city of Madeira?": "FUNCHAL",
    "What is the first nation you would reach after heading due east from New York City?": "PORTUGAL",
    "The path known as \"Silk Road\" stretched for 4,000 miles from China to where?": "ROME",
    "The city of Pittsburgh is located in which state?": "PENNSYLVANIA",
    "Which is the largest desert in Australia?": "GREAT VICTORIA DESERT",
    "The city of Philadelphia is located in which US state?": "PENNSYLVANIA",
    "What is the official language of Liechtenstein?": "GERMAN",
    "What is the largest city in Alaska?": "ANCHORAGE",
    "Prudence Island is the third largest island in which US state?": "RHODE ISLAND",
    "What lake is the world's deepest lake?": "LAKE BAIKAL",
    "Which European country's name is derived from the term \"hollow land\"?": "HOLLAND",
    "What two US states begin with the letter \"T\"?": "TENNESSEE AND TEXAS",
    "The Caribbean island of Aruba is part of what European kingdom?": "THE NETHERLANDS",
    "In what non-Spanish speaking city would you find the Spanish Steps?": "ROME",
    "The San Andreas Fault is located in which state?": "CALIFORNIA",
    "What is the capital of Germany?": "BERLIN",
    "St. Croix, St. John and St. Thomas are part of what US territory?": "VIRGIN ISLANDS",
    "Which is bigger, the state of Florida or England?": "FLORIDA",
    "What city is the capital of Turkey?": "ANKARA",
    "Atlantic City is located in which state?": "NEW JERSEY",
    "What city was founded by Brigham Young in 1847?": "SALT LAKE CITY",
    "Which South American country shares its name with a nut?": "BRAZIL",
    "Which river separates Mexico from the US?": "RIO GRANDE",
    "What South American city does an 82 foot statue of Christ overlook?": "RIO DE JANEIRO",
    "Which stretch of water is Europe's most northern boundary?": "ARCTIC SEA",
    "What is the modern day equivalent of Formosa?": "TAIWAN",
    "What country is Transilvania in?": "ROMANIA",
    "Which is the world's northernmost capital city?": "REYKJAVIK",
    "The city of New Orleans is on which river?": "MISSISSIPPI",
    "Where is the Sea of Tranquility?": "THE MOON",
    "Which US state is Chicago in?": "ILLINOIS",
    "On which island is the Empire State Building located?": "MANHATTAN",
    "What is the largest bay in Rhode Island?": "NARRAGANSETT BAY",
    "What US city is located on the shores of Rapid Creek?": "RAPID CITY",
    "What is the only nation that borders both Mauritania and Guinea-Bissau?": "SENEGAL",
    "What is Ethiopia's main commercial crop?": "COFFEE",
    "Which is colder, the North or South Pole?": "THE SOUTH POLE",
    "What is Peru's capital?": "LIMA",
    "The geothermal spa \"Blue Lagoon\" is located in what country?": "ICELAND",
    "What do folks from Louisiana and Mississippi call sluggish creeks and marshy lakes?": "BAYOUS",
    "In which US state would you find the zip code 12345?": "NEW YORK",
    "What European capital celebrated its 2,000th anniversary in 1951?": "PARIS",
    "What area of the Atlantic is said to be responsible for the disappearance of ships and aircraft?": "BERMUDA TRIANGLE",
    "What is the capital of New Zealand?": "WELLINGTON",
    "Which Belgian city is one of the world's main centers for diamond dealing?": "ANTWERP",
    "The city of Machu Picchu is located in which country?": "PERU",
    "What is the capital of Oregon?": "SALEM",
    "In what country would you see \"whirling dervishes\"?": "TURKEY",
    "Which US state is called the Magnolia State?": "MISSISSIPPI",
    "What is the most sacred river of India?": "THE GANGES",
    "The Himalayas are located on which continent?": "ASIA",
    "What are the three colors on the German flag?": "BLACK, RED, AND GOLD",
    "On which sea does Romania have a coastline?": "BLACK SEA",
    "Which mountain range separates Spain from France?": "PYRENEES",
    "What is the capital of County Kerry, Ireland?": "TRALEE",
    "The Victoria Falls waterfall lies on the boundary of which two African countries?": "ZIMBABWE AND ZAMBIA",
    "What is the capital of Uruguay?": "MONTEVIDEO",
    "What is the most northern capital city in Europe?": "REYJKAVIK",
    "What is the former name of Istanbul?": "CONSTANTINOPLE",
    "In which ocean are the Seychelles?": "INDIAN",
    "Which country has the longest coastline?": "CANADA",
    "What is New York City's most popular nickname?": "THE BIG APPLE",
    "What is the capital of Spain?": "MADRID",
    "Which country was formerly known as East Pakistan?": "BANGLADESH",
    "What is the largest country entirely within the Southern Hemisphere?": "AUSTRALIA",
    "Which city is the only one located on two continents?": "INSTANBUL",
    "In which sea is the island country of Malta?": "MEDITERRANEAN",
    "Greenland is part of which kingdom?": "KINGDOM OF DENMARK",
    "Which country's cuisine includes the dish called \"bibimbap\"?": "SOUTH KOREA",
    "Which US state is sometimes referred to as the Beaver State?": "OREGON",
    "Which city has the world's largest castle complex?": "PRAGUE, CZECH REPUBLIC",
    "What is the capital of Guyana?": "GEORGETOWN",
    "What is the more common name for the collegiate church of St Peter in London?": "ST. PAUL'S CATHEDRAL",
    "Which country owns the Canary Islands?": "SPAIN",
    "Which is the largest country in Africa by area?": "ALGERIA",
    "Due to its shape, which European country refers to itself as The Hexagon?": "FRANCE",
    "If you are in Thailand and cross the bridge over the River Kwai, what country will you be in?": "MYANMAR",
    "Where in Australia did Captain Cook land?": "BOTANY BAY",
    "Where in the United States is coffee grown?": "HAWAII",
    "What color is the cross on the flag of Finland?": "BLUE",
    "What is the capital of Switzerland?": "BERN",
    "Which country's capital city lies on the River Aar?": "SWITZERLAND",
    "Which desert is found in South East Mongolia and Northern China?": "GOBI",
    "What bird is New Zealand's national symbol?": "THE KIWI",
    "What is a kartoffel in Hamburg?": "A POTATO",
    "What is the capital of the US state of North Carolina?": "RALEIGH",
    "Which country shares borders with China, US, Finland and Ukraine?": "RUSSIA",
    "What agricultural crop is Cuba's main export?": "SUGAR",
    "What is the modern day equivalent of Asia Minor?": "TURKEY",
    "What US city is located on the shores of Puget Sound?": "SEATTLE",
    "In 1620, the Pilgrims established the Plymouth colony in which present-day US state?": "MASSACHUSETTS",
    "Which European country is stereotypically associated with tulips, windmills and clogs?": "HOLLAND",
    "What cheese is served with a classic Greek salad?": "FETA",
    "Which US state is home to Clemson University?": "SOUTH CAROLINA",
    "Coney Island is located on what island?": "LONG ISLAND",
    "In which state is the Grand Canyon located in?": "ARIZONA",
    "What is the capital of South Korea?": "SEOUL",
    "Where is Mount Olympus?": "GREECE",
    "What is the only nation that borders both Uruguay and Venezuela?": "BRAZIL",
    "What is the world's highest waterfall?": "ANGEL FALLS",
    "What continent is Jamaica considered part of?": "NORTH AMERICA",
    "Which US state is home to the Pebble Beach Golf Links?": "CALIFORNIA",
    "In which country would you find the world's oldest golf course?": "SCOTLAND",
    "Which is the shallowest sea on Earth?": "SEA OF AZOV",
    "What is the capital of the US state of Iowa?": "DES MOINES",
    "What is the lowest land point on Earth?": "DEAD SEA SHORE, ISRAEL",
    "What is the only nation that borders both Belgium and Spain?": "FRANCE",
    "What island does the The Statue of Liberty stand on?": "LIBERTY ISLAND",
    "How many US state names begin with \"New\"?": "FOUR",
    "Where is the Abominable Snowman said to wander?": "THE HIMALAYAS",
    "What US city is nicknamed the \"Motor City\"?": "DETROIT",
    "The English explorer Admiral John Franklin discovered what in the 1840s?": "THE NORTHWEST PASSAGE",
    "Which US state capital is both the oldest and the highest in the country?": "SANTA FE",
    "What is the longest river in Europe?": "VOLGA",
    "Which US state is home to the Finger Lakes?": "NEW YORK",
    "Which South American country's name is literally 'Land of Silver'": "ARGENTINA",
    "The island of Madeira belongs to which European country?": "PORTUGAL",
    "Burkino Faso is a former colony of which European country?": "FRANCE",
    "What is the geographical tern for a ring-shaped coral island?": "ATOLL",
    "What is the only US state that borders a Canadian territory?": "ALASKA",
    "What continent includes Iran?": "ASIA",
    "The city of El Paso is located on what river?": "RIO GRANDE RIVER",
    "The Smithsonian Institution is located in which city?": "WASHINGTON D.C.",
    "What two states border Lake Champlain?": "NEW YORK AND VERMONT",
    "What US city is nicknamed \"The Big Peach\"?": "ATLANTA",
    "In what country is the San Andreas Fault located?": "UNITED STATES",
    "Which desert covers part of China and Mongolia?": "GOBI",
    "What object marks the geographic South Pole?": "A PLAQUE",
    "What is the world's smallest country?": "VATICAN CITY STATE",
    "On which continent would you find gauchos?": "SOUTH AMERICA",
    "Providence is the capital of which US state?": "RHODE ISLAND",
    "Grenada is part of which continent?": "NORTH AMERICA",
    "Which is US's largest state by land area?": "ALASKA",
    "Which US state's name begins but doesn't end with the letter A?": "ARKANSAS",
    "The Guggenheim Museum is located in what city?": "NEW YORK",
    "Which Latin American country shares its name with a nut?": "BRAZIL",
    "Which US state is home to Newberry National Volcanic Monument?": "OREGON",
    "What is the largest island in the Atlantic?": "GREENLAND",
    "In which hemisphere is the Tropic of Cancer located?": "NORTHERN",
    "To which group of islands does Corfu belong?": "IONIAN ISLANDS",
    "What US city is nicknamed the \"Birthplace of the Nation\"?": "PHILADELPHIA",
    "Which pass connects Afghanistan to Pakistan?": "THE KHYBER PASS",
    "How many US states are named after a president?": "ONE - WASHINGTON",
    "What is the modern day equivalent of Ceylon?": "SRI LANKA",
    "Stockholm is located along what sea?": "THE BALTIC SEA",
    "What Asian city has an egg-shaped Space Museum?": "HONG KONG",
    "What continent has shores on the Atlantic, Pacific and Indian oceans?": "ANTARCTICA",
    "Which state is closest to Bermuda?": "NORTH CAROLINA",
    "Which ancient site in the mountains of Peru is known as \"The Lost City of the Incas\"?": "MACHU PICCHU",
    "Which city is known as the Windy City?": "CHICAGO",
    "Thursday Island is located in the Torres Strait off the coast of what country?": "AUSTRALIA",
    "What is the second largest country in the World?": "CANADA",
    "What is the capital of Norway?": "OSLO",
    "In what province or territory will you find Canada's tallest mountain?": "YUKON",
    "What is the northernmost Scandinavian country?": "NORWAY",
    "What river divides Paris into the Right Bank and the Left Bank?": "THE SEINE",
    "Which continent would you find Morocco in?": "AFRICA",
    "What sea does the Danube empty into?": "THE BLACK SEA",
    "What Irish city's name is Gaelic for \"black pool\"?": "DUBLIN",
    "What is the first foreign country you would reach if you go south of Detroit, Michigan?": "CANADA",
    "What is the capital of Portugal?": "LISBON",
    "What is the capital of Iraq?": "BAGHDAD",
    "What kind of stone is the Taj Mahal made of?": "MARBLE",
    "The Chocolate Mountains are located in what desert?": "SONORAN DESERT",
    "Carson City is the capital of which US state?": "NEVADA",
    "Buffalo Grove is a suburb of what major US city?": "CHICAGO",
    "Brown University is located in which US state?": "RHODE ISLAND",
    "Which country has more volcanoes than any other?": "INDONESIA",
    "Which US state's highest mountain is Mt. Rainier?": "WASHINGTON",
    "Staten Island is part of what city?": "NEW YORK",
    "Which country covers an entire continent?": "AUSTRALIA",
    "What is the largest lake in Central America?": "LAKE NICARAGUA",
    "What is Europe's longest river?": "VOLGA",
    "Which country consists of the 4 main islands, Honshu Hokkaido Shikoku & Kyushu?": "JAPAN",
    "What country is completely enclosed by South Africa?": "LESOTHO",
    "Willapa Bay opens into what body of water?": "PACIFIC OCEAN",
    "Which is Europe's second largest island after Great Britain?": "ICELAND",
    "What river was dammed to create Lake Chickamauga?": "TENNESSEE RIVER",
    "In which country is the Great Sandy Desert located?": "AUSTRALIA",
    "Which island is the boot of Italy kicking?": "SICILY",
    "What city is nicknamed the \"Big Apple\"?": "NEW YORK CITY",
    "The mouth of the Mississippi River is located in which state?": "LOUISIANA",
    "What is the deepest part of the Atlantic Ocean?": "MILWAUKEE DEEP",
    "What is the only nation that borders both Israel and Libya?": "EGYPT",
    "Angel Falls, the highest waterfall in the world, is located in what country?": "VENEZUELA",
    "The Banff Airport is located in which country?": "CANADA",
    "What city is the capital of New York State?": "ALBANY",
    "Sofia is the capital of which nation?": "BULGARIA",
    "In which European city can you find the \"Mouth of Truth\"?": "ROME",
    "Which country contains Lake Assal, the lowest point on mainland Africa?": "DJIBOUTI",
    "What colors are the Swiss Flag?": "RED AND WHITE",
    "Which present day US state did Ponce De Leon explore?": "FLORIDA",
    "Which US president on Mount Rushmore has a mustache?": "THEODORE ROOSEVELT",
    "What seaport's name is Spanish for \"white house\"?": "CASABLANCA",
    "Pierre is the capital of which US state?": "SOUTH DAKOTA",
    "What Russian city boasts the Hermitage Museum?": "ST. PETERSBURG",
    "What is the capital of the US state of Alabama?": "MONTGOMERY",
    "Which city can you find the headquarters of Interpol?": "LYON",
    "Where is the Pentagon building physically located?": "ARLINGTON, VIRGINIA",
    "What volcanic peak can you see from Naples?": "MOUNT VESUVIUS",
    "Where is the Guggenheim Museum?": "NEW YORK CITY",
    "The Hagia Sophia is located in what country?": "TURKEY",
    "What is the second smallest country in the world?": "MONACO",
    "What is the capital of Barbados?": "BRIDGETOWN",
    "A person from North Carolina is properly known as a what?": "NORTH CAROLINIAN",
    "Beantown is the nickname for what US city?": "BOSTON",
    "What is the modern day equivalent of Dacia?": "ROMANIA",
    "What tropic passes through Australia?": "THE TROPIC OF CAPRICORN",
    "Which is the longest river in the United Kingdom?": "SEVERN",
    "What leaf appears on the Canadian flag?": "THE MAPLE LEAF",
    "On which Hawaiian island would you find Diamond Head?": "OAHU",
    "Doha is the capital of which Middle-Eastern country?": "QATAR",
    "Which state-chartered university is located in a town called Chapel Hill?": "NORTH CAROLINA",
    "In what country is the Great Sandy Desert located?": "AUSTRALIA",
    "In what country would you look for the Loch Ness Monster?": "SCOTLAND",
    "Most of Transylvania is now part of what modern-day country?": "ROMANIA",
    "In what country was the concentration camp \"Treblinka\" located?": "POLAND",
    "What West Coast city was home to Jack Murphy Stadium?": "SAN DIEGO",
    "What mountain chain runs from Maine to Alabama?": "APPALACHIAN MOUNTAINS",
    "The Orient Express train originally ran from Paris to where?": "ISTANBUL",
    "Which is the most densely populated country in the world?": "MONACO",
    "Which ocean is the world's largest ocean?": "PACIFIC OCEAN",
    "What is the capital of the state of Texas?": "AUSTIN",
    "What body of water separates Connecticut and Long Island?": "LONG ISLAND STRAIT",
    "Mount Kosciuszko is located in which country?": "AUSTRALIA",
    "What is the longest river in the world?": "NILE",
    "What is the capital of Estonia?": "TALLINN",
    "Which direction on a map do lines of latitude go?": "EAST TO WEST",
    "The island country Grenada is also known as what?": "ISLAND OF SPICE",
    "Which state is located directly to the east of Washington D.C.?": "MARYLAND",
    "Which waterfalls are between Lake Erie and Lake Ontario?": "NIAGARA FALLS",
    "What is the smallest ocean?": "THE ARCTIC OCEAN",
    "The world's northernmost capital is found in which Scandinavian country?": "ICELAND",
    "What color is the bottom strip of Egypt's flag?": "BLACK",
    "What is the Northern Tropic also called?": "TROPIC OF CANCER",
    "What is the capital of Washington?": "OLYMPIA",
    "Lopez Island, Orcas Island and Waldron Island all belong to what archipelago?": "SAN JUAN ISLANDS",
    "What African country in which the entire population speaks the same language?": "SOMALIA",
    "The mouth of what bay is located between Cape Charles and Cape Henry?": "CHESAPEAKE BAY",
    "What Scottish landmark borders on Fort Augustus?": "LOCH NESS",
    "What is the only nation that borders both Morocco and Tunisia?": "ALGERIA",
    "What US state name ends with three vowels?": "HAWAII",
    "Bridgetown is the capital of which Caribbean island?": "BARBADOS",
    "Lesotho is landlocked by which country?": "SOUTH AFRICA",
    "What river does the Tower Bridge in London cross?": "THAMES",
    "Lanzarote is part of which island group?": "THE CANARIES",
    "What large island is south of Melbourne, Australia?": "TASMANIA",
    "What is the actual name of the giant human figures of Easter Island?": "MOAI",
    "In which ocean is the area known as Polynesia located?": "PACIFIC",
    "What is \"The Windy City\"?": "CHICAGO",
    "In which city would you find the Hermitage art gallery?": "SAINT PETERSBURG",
    "What city is the capital of the US state Idaho?": "BOISE",
    "What is the capital of Sweden?": "STOCKHOLM",
    "What country administers Greenland?": "DENMARK",
    "In what country would you find Mount Everest?": "NEPAL",
    "Which is the largest of the Caribbean islands?": "CUBA",
    "Which Australian state was formerly known as Van Diemens land?": "TASMANIA",
    "In which Irish city is Shannon airport?": "SHANNON",
    "What country produces Rioja wines?": "SPAIN",
    "How many U.S. states are there?": "FIFTY",
    "What US city is famous for its French Quarter?": "NEW ORLEANS",
    "In what US city can tourists visit the Space Needle?": "SEATTLE",
    "What name is given to the vast, treeless plains of South America?": "PAMPAS",
    "What two US state names end with the letter Y?": "KENTUCKY AND NEW JERSEY",
    "What western US city is dubbed \u0093The Valley of 10,000 Buffets\u0094?": "LAS VEGAS",
    "What is a better known name for the Hellenic Republic?": "GREECE",
    "Devil's Island, once the world's most notorious penal colony, is located off the coast of what country?": "FRENCH GUIANA",
    "Hellas is the local name for which country?": "GREECE",
    "Which US state's name is derived from the Chippewa words for \"great water\"?": "MICHIGAN",
    "Death Valley is located in which US state?": "CALIFORNIA",
    "The highest peak in Africa is located in which country?": "TANZANIA",
    "In which US state would you find Glacier National Park?": "MONTANA",
    "Chicago borders which of the five Great Lakes?": "MICHIGAN",
    "What is the fifth largest country in the world?": "BRAZIL",
    "What is known as the Old Lady Of Threadneedle Street?": "THE BANK OF ENGLAND",
    "Tarifa is the southern most point on the mainland of which country?": "SPAIN",
    "Which of the New England states is the largest in size?": "MAINE",
    "Where is the International Court of Justice?": "THE HAGUE",
    "What is the capital of Iceland?": "REYKJAVIK",
    "NATO's headquarters are located in which city?": "BRUSSELS",
    "Which continent is home to the Tasmanian Devil?": "AUSTRALIA",
    "What ocean contains the spot where 0° longitude meets 0° latitude?": "ATLANTIC OCEAN",
    "What is the modern day equivalent of Dutch Guiana?": "SURINAME",
    "Which US state is home to the Klamath Mountains?": "OREGON",
    "In what country can you find the islands Sylt, Fohr, and Amrum?": "GERMANY",
    "What is the Paris Gare Du Nord?": "A RAILWAY STATION",
    "What country is sometimes called the Land of Fire and Ice?": "ICELAND",
    "What is the eastern-most US state capital?": "AUGUSTA",
    "The city of Berkeley is located across a bay from what other city?": "SAN FRANCISCO",
    "Which US state is nicknamed the \"Keystone State\"?": "PENNSYLVANIA",
    "What is the capital of Alaska?": "JUNEAU",
    "In what country was the Terracotta Army sealed underground?": "CHINA",
    "What desert surrounds Las Vegas?": "THE MOJAVE DESERT",
    "How many US states end with the letter \"O\"?": "FOUR",
    "What nation did Afghanistan belong to until 1919?": "UNITED KINGDOM",
    "What U.S. State was the first to recognize Christmas as an offical holiday?": "ALABAMA",
    "Is Salton Sea fresh water or salt water?": "SALT WATER",
    "What is the capital of Netherlands?": "AMSTERDAM",
    "What is the capital of Bulgaria?": "SOFIA",
    "What is the only nation that borders both Kazakhstan and Iran?": "TURKMENISTAN",
    "What US state has the longest coastline?": "ALASKA",
    "How many US states share a border with Alaska?": "NONE",
    "Which Kingdom is Greenland a part of?": "THE KINGDOM OF DENMARK",
    "What is the only nation that borders both Pakistan and Bangladesh?": "INDIA",
    "\"The Running of the Bulls\" event is held in what Spanish city?": "PAMPLONA",
    "Where is the Darjeeling tea grown?": "INDIA",
    "Which US city was once called New Amsterdam?": "NEW YORK",
    "Madison is the state capital of which US State situated on the Great Lakes?": "WISCONSIN",
    "Where in London are the Crown Jewels kept?": "THE TOWER OF LONDON",
    "In terms of area, how much bigger is Queensland than the UK?": "SEVEN TIMES",
    "What US state has the longest border with Canada?": "ALASKA",
    "What is the second largest continent?": "AFRICA",
    "What is the capital of Egypt?": "CAIRO",
    "Which river runs through Rome?": "TIBER",
    "The Missouri River flows into what river?": "MISSISSIPPI RIVER",
    "In which country is the city Marrakesh located?": "MOROCCO",
    "What city is the capital of the US state of New Mexico?": "SANTA FE",
    "What city is graced with Michelangelo's David?": "FLORENCE",
    "The Thousand Islands are located in what body of water?": "ST. LAWRENCE RIVER",
    "Which US state has shoreline along the Gulf of Mexico and the Atlantic Ocean?": "FLORIDA",
    "Which city is the capital of Australia?": "CANBERRA",
    "What is the only nation that borders both Ecuador and Bolivia?": "PERU",
    "Which was the first ocean to be crossed by ship and by plane?": "ATLANTIC OCEAN",
    "What US state capital is located on the Hudson River?": "ALBANY",
    "Africa's Victoria Falls are on which river?": "ZAMBEZI",
    "What is the only nation that borders both Nigeria and Gabon?": "CAMEROON",
    "What is Chicago's main international airport?": "O'HARE",
    "What is the US city of Huntington Beach nicknamed?": "SURF CITY",
    "What word means a British village without a church?": "HAMLET",
    "The Delaware River flows into what bay?": "DELAWARE BAY"
}