{
    "In 1978, what terrorist group kidnapped and murdered former Italian prime minister Aldo Moro?": "RED BRIGADE",
    "Captain James Cook discovered what country in 1769 and claimed it for Great Britain?": "NEW ZEALAND",
    "Who first became president of France in 1995?": "JACQUES CHIRAC",
    "Whose 1939 nomination for the Nobel Peace Prize was retracted in February of that same year?": "ADOLF HITLER",
    "Who was the first Holy Roman Emperor?": "CHARLEMAGNE",
    "Where is the only royal palace in the United States?": "IN HAWAII",
    "In what city did the Hindenburg airship disaster occur?": "LAKEHURST, NEW JERSEY",
    "What English dynasty collapsed into the Wars of the Roses?": "THE PLANTAGENETS",
    "What Caribbean island did Columbus originally name Juana?": "CUBA",
    "Who founded the John Birch Society?": "ROBERT WELCH",
    "What building first appeared on the back of a $20 bill in 1928?": "THE WHITE HOUSE",
    "Which Greek goddess gave her name to the city of Athens?": "ATHENA",
    "What did Benjamin Franklin do on April 17, 1790?": "HE DIED",
    "Who is said to have been presented to Julius Caesar in a carpet?": "CLEOPATRA",
    "Which US president appears on the far left at Mount Rushmore?": "GEORGE WASHINGTON",
    "What was the official US name for the 1991 Gulf War?": "OPERATION DESERT STORM",
    "What was the first building in the world to have more than 100 floors?": "EMPIRE STATE BUILDING",
    "The Sphinx is a statue that guards what?": "PYRAMIDS OF GIZA",
    "What country's space travellers have been called \"taikonauts\" since 1998?": "CHINA",
    "What war saw the most Americans die?": "THE US CIVIL WAR",
    "John Dillinger was gunned down by the FBI in front of what Chicago movie theater?": "BIOGRAPH",
    "Which organization owns Stonehenge?": "ENGLISH HERITAGE",
    "What is widely considered to be man's first celestial observatory?": "STONEHENGE",
    "Montezuma was the emperor of which ancient society?": "AZTECS",
    "The \"Indus Valley Civilization\" is also known by what other name?": "HARAPPAN CIVILIZATION",
    "Whose tomb did Howard Carter discover in 1922?": "TUTANKHAMUN",
    "Which US vice president shot a Texas attorney while out hunting quail in 2006?": "DICK CHENEY",
    "What was John F. Kennedy's wife's maiden name?": "BOUVIER",
    "Which New England state was an independent republic for 14 years before joining the union?": "VERMONT",
    "Who was the father of Cleopatra's twins?": "MARK ANTONY",
    "Alexander the Great was the leader of which empire?": "THE MACEDONIAN",
    "What was the first railroad to cross the US?": "THE UNION PACIFIC",
    "Who was the director of the FBI from 1924 to 1972?": "J. EDGAR HOOVER",
    "Who founded the \"American Red Cross\"?": "CLARA BARTON",
    "What was Albert Einstein's first job after graduating from Zurich Polytechnic?": "PATENT CLERK",
    "Elizabeth Bowes-Lyon was better known by what name?": "THE QUEEN MOTHER",
    "Which US president walked down the aisle with a three-months pregnant Nancy?": "RONALD REAGAN",
    "What acclaimed novelist was a war correspondent during the Spanish Civil War and World War II?": "ERNEST HEMINGWAY",
    "Who was the president of Uganda immediately before and after Idi Amin's reign?": "MILTON OBOTE",
    "Which treaty organisation was set up as a counterpart to NATO?": "WARSAW PACT",
    "During which American period did stock car racing gain most of its popularity?": "THE PROHIBITION",
    "Who was the 42nd President of the United States?": "BILL CLINTON",
    "Who became King of Italy in 1804?": "NAPOLEON I",
    "Which president created the Secret Service?": "ABRAHAM LINCOLN",
    "Which is the 28th US state?": "TEXAS",
    "What U.S. state was once an independent republic?": "TEXAS",
    "In 1944, who was the intended assassination victim of the July 20 Plot?": "ADOLF HITLER",
    "What is the best-known invention of Peace Prize founder Alfred Nobel?": "DYNAMITE",
    "What president delivered his \"Fourteen Points\" speech in Congress in 1918?": "WOODROW WILSON",
    "What landlocked European country remained neutral in both World Ware I and World War II?": "SWITZERLAND",
    "Which Greek island was the center of the Minoan civilization?": "CRETE",
    "What British Lord outlawed Christmas and, by extension, Santa, in 1647?": "LORD OLIVER CROMWELL",
    "In 1893, New Zealand became the first country to do what?": "ALLOW WOMEN TO VOTE",
    "Michelle Bachelet was the leader of what country?": "CHILE",
    "Who was Elizabeth I's father?": "HENRY VIII",
    "What was the ultimate destination for most travelers of the Underground Railroad?": "CANADA",
    "Which political party was former Prime Minister Tony Blair the leader of?": "THE LABOUR PARTY",
    "Who succeeded Stalin as Communist Party leader?": "NIKITA KHRUSHCHEV",
    "In which war was the Charge of the Light Brigade?": "CRIMEAN",
    "Who was the first person to sign the Declaration of Independence?": "JOHN HANCOCK",
    "Lady Godiva made her historic ride through what British city?": "COVENTRY",
    "Where was Ben Franklin born?": "BOSTON, MASSACHUSETTS",
    "What was the last city the British held onto, two years after the last battle of the American Revolution?": "NEW YORK CITY",
    "Which ship was Titanic's sister ship?": "THE OLYMPIC",
    "Who was the first European explorer to cross the Arctic Circle?": "ERIC THE RED",
    "What was Iran known as until 1935?": "PERSIA",
    "Which famous explorer was killed in the Hawaiian Islands in 1779?": "JAMES COOK",
    "What chain did Ray Kroc build?": "MCDONALD",
    "Whom did Vietnam gain independence from in 1954?": "FRANCE",
    "What tanker ran aground in Prince William Sound, Alaska, on March 24, 1989?": "EXXON VALDEZ",
    "Which company was the source of a deadly gas leak in Bhopal, India, in 1984?": "UNION CARBIDE",
    "What European capital was first dubbed the City of Light in the 19th century?": "PARIS",
    "What addiction-inducing crop did Christopher Columbus discover in Cuba in 1492?": "TOBACCO",
    "What is the name of the first nuclear-powered submarine?": "USS NAUTILUS",
    "What first lady was nicknamed the \"Steel Magnolia\"?": "ROSALYNN CARTER",
    "In what part of London was Jack the Ripper active?": "WHITECHAPEL",
    "Who was the first person to receive an artificial heart implant?": "BARNEY CLARK",
    "What country did the Romans call Hibernia?": "IRELAND",
    "What did JFK call \"the most hazardous and dangerous and greatest adventure on which man has ever embarked\"?": "PUTTING A MAN ON THE MOON",
    "New York's Wall Street was named when a wall was built there for what purpose?": "DEFENSE FROM ATTACK",
    "Which Argentinean Marxist, who became a bedroom poster icon of the 1960s, was once one of Fidel Castro's commander?": "ERNESTO (CHE) GUEVARA",
    "What was Che Guevara's real first name?": "ERNESTO",
    "Whose 1923 death made Calvin Coolidge US president?": "WARREN HARDING",
    "Which Indian prime minister was assassinated by two of her bodyguards?": "INDIRA GANDHI",
    "What city was R.M.S. Titanic built in?": "BELFAST",
    "What was the first US city to have a subway system?": "BOSTON",
    "What kind of gun was used to kill Abraham Lincoln?": "A DERRINGER",
    "Chandrika Kumaratunga was the leader of what country?": "SRI LANKA",
    "What settlers introduced gingerbread houses to Canada in the 1700's?": "GERMAN SETTLERS",
    "What is the real first name of the former First Lady known as Lady Bird Johnson?": "CLAUDIA",
    "Who was Ronald Reagan's first wife?": "JANE WYMAN",
    "What name was Haitian dictator Francois Duvalier better known by?": "PAPA DOC",
    "Which European country was known as Hibernia by the Romans?": "IRELAND",
    "Violeta Chamorro was the leader of what country?": "NICARAGUA",
    "Who introduced Christmas cookies to Canada in the 1700's?": "GERMANS",
    "Which of America's original 13 states took its name from Elizabeth I?": "VIRGINIA",
    "Who was the first man to reach the South Pole?": "ROALD AMUNDSEN",
    "Early American colonists boiled blueberries in milk to make what?": "GRAY PAINT",
    "Which river did Washington cross on Christmas night 1776?": "DELAWARE RIVER",
    "George Washington was a member of which political party?": "FEDERALIST PARTY",
    "Which Italian city did Christopher Columbus claim he was born in?": "GENOA",
    "What name was Eva Peron known by?": "EVITA",
    "Who was the first woman to be entombed at the Pantheon on her own merit?": "MARIE CURIE",
    "What began on the early morning of Sunday, September 2, 1666, near London Bridge?": "THE GREAT FIRE OF LONDON",
    "What was the name of Franklin Roosevelt's longtime supposed mistress?": "LUCY MERCER",
    "What did Ronald Reagan disclose he was suffering from in 1994?": "ALZHEIMER'S DISEASE",
    "What Canadian city boasts the world's richest rodeo that was first staged in 1912?": "CALGARY",
    "US President Woodrow Wilson was a member of what political party?": "DEMOCRATIC PARTY",
    "Which European country invaded Libya in 1911?": "ITALY",
    "The sale of what was prohibited in the US during The Prohibition?": "ALCOHOL",
    "What line divided the North and South in the U.S. Civil War?": "THE MASON-DIXON LINE",
    "Who was the first human in outer space?": "YURI GAGARIN",
    "What US president was known as \"Father of the Constitution\"?": "JAMES MADISON",
    "In 1947, what pilot first broke the supersonic barrier?": "CHUCK YEAGER",
    "What does legend say started the great Chicago fire of 1871?": "A COW",
    "Which two tools are depicted on the former Soviet Union's flag?": "HAMMER AND SICKLE",
    "How much did it cost to take the New York City subway when it began in 1904?": "FIVE CENTS",
    "The \"Aroostook War\" is also referred to by what other name?": "PORK AND BEANS WAR",
    "Who was the first US president born in the 20th century?": "JOHN F. KENNEDY",
    "Who was the first chancellor of the reunited Germany?": "HELMUT KOHL",
    "The first cable car in the world began service in 1873 in what city?": "SAN FRANCISCO",
    "George Washington was a member of which fraternal organization?": "THE FREEMASONS",
    "Who was Erik Weisz better known as?": "HARRY HOUDINI",
    "Who was abducted by the Symbionese Liberation Army in 1974?": "PATTY HEARST",
    "Which French king build the Palace of Versailles?": "LOUIS XIV",
    "How many main islands make up the state of Hawaii?": "EIGHT",
    "What US president endorsed the Louisiana Purchase in 1803?": "THOMAS JEFFERSON",
    "Who invented the radio alarm clock?": "JAMES F. REYNOLDS",
    "Queen Mary of England made her reputation by trying to rid her country of what segment of the population?": "PROTESTANTS",
    "What US Navy intelligence vessel was attacked by North Korea on January 23, 1968?": "USS PUEBLO",
    "What archaeological site is known as the Lost City of the Incas?": "MACHU PICCHU",
    "What sport did Gerald Ford play at the University of Michigan?": "FOOTBALL",
    "Which maritime explorer gave the Pacific ocean its name?": "FERDINAND MAGELLAN",
    "Who were the first people to separate copper from its ore?": "THE ANCIENT EGYPTIANS",
    "What slogan did Nancy Reagan create for her drug awareness campaign?": "JUST SAY NO",
    "What Christian sect did a Huguenot belong to?": "PROTESTANT",
    "What was Liu Bang, founder of the Han Dynasty, posthumously known as?": "EMPEROR GAOZU OF HAN",
    "During the 1920s, gangster Al Capone ruled over what city?": "CHICAGO",
    "What animal is said to have nurtured the founders of Rome, Romulus and Remus?": "WOLF",
    "In 1972, who became the first American to win the world chess championship?": "BOBBY FISCHER",
    "What Roman god is January named for?": "JANUS",
    "In which country do parts of Hadrian's Wall still remain?": "GREAT BRITAIN",
    "What US state was first to legalize same-sex marriage?": "MASSACHUSETTS",
    "Which carved stone was the key to the understanding of Egyptian hieroglyphics?": "THE ROSETTA STONE",
    "During WWI how did the Germany Army make ammonia for explosives?": "USING THE HABER PROCESS",
    "What structure did the Chrysler Building surpass in 1929 as the tallest building in the world?": "EIFFEL TOWER",
    "How many transatlantic trips did the Titanic make before sinking?": "NONE",
    "Who designed the Vietnam Veterans memorial in Washington DC?": "MAYA LIN",
    "Who changed Blixem's name to Blitzen in his 1844, A Visit from St. Nicholas?": "CLEMENT MOORE",
    "What age of exploration began on October 4, 1957?": "THE SPACE AGE",
    "In what European city was Jack the Ripper active?": "LONDON",
    "Who became the monarch after Henry VIII?": "EDWARD VI",
    "Which country experienced a period called the Meiji Restoration?": "JAPAN",
    "What was the official name for the World War II evacuation of Dunkirk?": "OPERATION DYNAMO",
    "What is the \"Big Mac\" that was built in Michigan in 1957?": "THE MACKINAC BRIDGE",
    "Which country was former Prime Minister Tony Blair born in?": "SCOTLAND",
    "What country's liberation was the purpose of the 1991 Gulf War?": "KUWAIT",
    "What was John F. Kennedy called by his friends?": "JACK",
    "Kim Campbell was the leader of what country?": "CANADA",
    "By what nickname was Simon Bolivar was also known as?": "THE LIBERATOR",
    "The \"Pentagon Papers\" contained secret government information about what?": "THE VIETNAM WAR",
    "Which nation's Conquistadors took over from the Incas?": "SPAIN",
    "Harry Alonzo Longabaugh was better known as who?": "SUNDANCE KID",
    "Which US gangster described himself as a used furniture dealer on his business card?": "AL CAPONE",
    "The Russian Mensheviks were opposed to what other faction?": "BOLSHEVIKS",
    "What was New York's Liberty Island called before its name was changed in 1956?": "BEDLOE'S ISLAND",
    "Which city hosted the Olympic Games in 2000?": "SYDNEY",
    "What was the first living creature to go into orbit?": "A DOG",
    "Who played Lawrence in the movie \"Lawrence of Arabia\"?": "PETER O'TOOLE",
    "What name was given to the leather protection cowboys wore over the front of their pants?": "CHAPS",
    "What was World War I known as before World War II?": "THE GREAT WAR",
    "On which island was Napoleon Bonaparte born?": "CORSICA",
    "What presidential daughter brought Socks the cat to the White House?": "CHELSEA CLINTON",
    "What international award did President Theodore Roosevelt win in 1906?": "NOBEL PEACE PRIZE",
    "How did the founder of Vassar College accumulate his wealth?": "HE WAS A BREWER",
    "What country offered Albert Einstein its presidency in 1952?": "ISRAEL",
    "Who made the first wheelbarrow?": "CHINESE",
    "What was the name of the 1783 treaty that formally ended the American Revolutionary War?": "THE TREATY OF PARIS",
    "Who was the first Russian Czar to westernize Russia?": "PETER I",
    "Which enemy of the Roman Empire was nicknamed the ?Scourge of God? by the Catholic Church?": "ATTILA THE HUN",
    "What did the class entering Harvard in the fall of 1967 have for the first time?": "WOMEN",
    "What brothers invented the hot air balloon?": "MONTGOLFIER",
    "What does the Russian space station's name \"Mir\" mean in English?": "PEACE",
    "Who was \"The Wizard of Menlo Park\"?": "THOMAS EDISON",
    "What farm animal did George Washington introduce to the US?": "THE MULE",
    "What was the capital city of Portugal between the years 1808 and 1821?": "RIO DE JANEIRO",
    "The Minutemen fought during what war?": "AMERICAN REVOLUTION",
    "Who was the first US president to have a woman serving in his cabinet?": "FRANKLIN D. ROOSEVELT",
    "Who founded the Han Dynasty?": "LIU BANG",
    "Who was one of the founding members of the little-known British rock band Ugly Rumours?": "TONY BLAIR",
    "What did woman use to redden their lips during the era of Louis XIV?": "LEMONS",
    "What did Elisha Otis first install in a New York City department store in 1857?": "ELEVATOR",
    "Which US robbers had the surnames Parker and Barrow?": "BONNIE AND CLYDE",
    "What purpose did the Colosseum serve when first built?": "AMPHITHEATRE",
    "Who was president when the agency that would become the FBI was created?": "THEODORE ROOSEVELT",
    "Which organization shared the 2001 Nobel Peace Prize with Kofi Annan?": "UNITED NATIONS",
    "What were the Americans who supported the British during the American Revolution known as?": "LOYALISTS",
    "What Irish family brewed its first stout in 1820?": "THE GUINNESS FAMILY",
    "Which war was fought along the 38th parallel?": "THE KOREAN WAR",
    "What is the oldest continuously inhabited city in the world?": "DAMASCUS",
    "Which city hosted the 2004 Summer Olympic Games?": "ATHENS",
    "Which former American president was also a Nobel laureate and a Princeton professor?": "WOODROW WILSON",
    "What event prevented the lighting of the National Christmas Tree in 1979?": "THE IRAN HOSTAGE CRISIS",
    "Which Egyptian queen is said to have died following a bite from an asp?": "CLEOPATRA",
    "In what city did Anne Frank write her diary?": "AMSTERDAM",
    "What ocean liner was retired in 1967 and became a hotel at Long Beach?": "THE QUEEN MARY",
    "What did Al Capone largely fund his criminal empire on?": "ILLEGAL ALCOHOL",
    "Who was prime minister of the United Kingdom from 1997 to 2007?": "TONY BLAIR",
    "What Pulitzer Prize-winning journalist was killed during the last months of World War II?": "ERNIE PYLE",
    "Where did a medieval knight wear his gauntlets?": "ON HIS HANDS",
    "Which US state was an independent nation for ten years during the 19th century?": "TEXAS",
    "Who was the fifth president of the United States?": "JAMES MONROE",
    "What WWII figure was known as \"Old Blood and Guts\"?": "GEORGE PATTON",
    "Socrates was sentenced to death by the forced ingestion of what type of deadly plant?": "HEMLOCK",
    "What disorder did Muhammad Ali develop after retiring from boxing?": "PARKINSON",
    "Which president had a swimming pool installed in the White House?": "FRANKLIN ROOSEVELT",
    "What disability did Thomas Edison have?": "HE WAS HEARING IMPAIRED",
    "What serial killer struck in London in 1888?": "JACK THE RIPPER",
    "Which British liner did a German U-boat sink on May 7th 1915?": "RMS LUSITANIA",
    "Who was better known as Butch Cassidy?": "ROBERT LEROY PARKER",
    "Where was the Salvation Army's Christmas collection kettle first introduced?": "SAN FRANCISCO",
    "Which part of India was occupied by the Japanese in World War II?": "THE ANDAMAN ISLANDS",
    "What wiped out Napoleon's Caribbean troops, leading him to scrap plans to conquer the New World?": "YELLOW FEVER",
    "What US Midwestern city garnered the nickname Porkopolis in 19th century?": "CINCINNATI",
    "Which side did Britain support in the US Civil War?": "THE CONFEDERACY",
    "Which Protestant Reformer outlawed the Feast of Saint Nicholas in 1545?": "MARTIN LUTHER",
    "What does the Latin word \"circa\" before a date mean?": "ABOUT",
    "Who was the first US president?": "GEORGE WASHINGTON",
    "Which dynasty preceded the Han Dynasty ending its rule in 207 BC?": "QIN DYNASTY",
    "What does blitzkrieg mean?": "LIGHTNING WAR",
    "How many stones make up each of Stonehenge's trilithons?": "THREE",
    "Which gulf gave its name to the 1991 Gulf War?": "THE PERSIAN GULF",
    "Which country was at war with Iran from 1980 to 1988?": "IRAQ",
    "Who was Jimmy Carter's vice president?": "WALTER (FRITZ) MONDALE",
    "What European conflict lasted 115 years?": "THE HUNDRED YEARS WAR",
    "The SALT II treaty was signed by Jimmy Carter and who else?": "LEONID BREZHNEV",
    "The 2008 Summer Olympic Games were held in what city?": "BEIJING",
    "Former French prime minister Georges Clemenceau was called what?": "THE TIGER",
    "What was the agora in an ancient Greek city?": "MARKETPLACE",
    "Who invented writing?": "THE SUMERIANS",
    "What was banned in the US under the terms of the 18th Amendment?": "ALCOHOL",
    "The month July is named for what historical leader?": "JULIUS CAESAR",
    "Who invented the modern tire?": "JOHN BOYD DUNLOP",
    "Which American inventor held 1,093 patents?": "THOMAS EDISON",
    "Which emperor built the Taj Mahal?": "SHAH JAHAN",
    "Who was the first union president to occupy the Oval Office?": "RONAL REAGAN",
    "What was the real first name of the First Lady known as Mamie Eisenhower?": "MARY",
    "What nationality was Christopher Columbus?": "ITALIAN",
    "What color suits are associated with Japanese Ninja?": "BLACK",
    "What was the name given to the first German democracy established in 1919?": "WEIMAR REPUBLIC",
    "Which US president had a sign on his desk that read \"The Buck Stops Here\"?": "HARRY TRUMAN",
    "Which president's wife helped fund the war effort by auctioning wool from sheep grazing on the White House lawn?": "WOODROW WILSON",
    "Henry VIII was a member of what dynastic house of the English monarchy?": "TUDOR",
    "Of what nationality was the explorer Ponce de Leon?": "SPANISH",
    "What country gave the Statue of Liberty to the US?": "FRANCE",
    "Who took her last swim from a boat named \"Splendour\" in 1981?": "NATALIE WOOD",
    "Which Indian prime minister was awarded the 1983-84 Lenin Peace Prize?": "INDIRA GANDHI",
    "The Treaty of Ghent was signed in what country?": "BELGIUM",
    "What Egyptian city was founded by Alexander the Great in 331 BC?": "ALEXANDRIA",
    "What name was attached to Germany's World War II submarines?": "U-BOATS",
    "What empire arose in the Peruvian highlands around 1200 AD?": "THE INCA EMPIRE",
    "On March 1, 1872, what became the first National Park in the US?": "YELLOWSTONE",
    "Who was the first Western European Emperor since the collapse of the Western Roman Empire?": "CHARLEMAGNE",
    "What shortage killed over one million Irish people in the 1840s?": "POTATOES",
    "In what ship did the Pilgrims sail to the New World in 1620?": "MAYFLOWER",
    "What name was given to people who made illegal booze during prohibition?": "BOOTLEGGERS",
    "How long did New York City's first subway system take to build?": "FOUR YEARS",
    "Which US president died three months after being shot by Charles J. Guiteau?": "JAMES GARFIELD",
    "In 1893, who became the first woman ever to appear on a US postage stamp?": "QUEEN ISABELLA I",
    "What was called an \"ironclad\"?": "A SHIP",
    "Francis Bacon was knighted in 1603 for his proposals related to the unification of England and which other country?": "SCOTLAND",
    "What crop failure caused the Irish Famine?": "POTATOES",
    "What country's flag was Christopher Columbus sailing under when he discovered America?": "SPAIN",
    "Which country was split into zones by the 'Yalta Agreement'?": "GERMANY",
    "Who was nominated as the Democratic Party's presidential candidate for the 1968 US election?": "HUBERT HUMPHREY",
    "Which US vice president became president when John F. Kennedy was assassinated?": "LYNDON B. JOHNSON",
    "Which country did the first European settlers of New York come from?": "THE NETHERLANDS",
    "Who succeeded Spiro Agnew as vice president of the United States?": "GERALD FORD",
    "What was the nickname of German flying ace Manfred von Richthofen?": "THE RED BARON",
    "Who wrote King George V Christmas speech that was broadcast in 1932?": "RUDYARD KIPLING",
    "Who was the first person to make a public encyclopedia?": "DENIS DIDEROT",
    "Who beat out FDR and Gandhi to be named \"Time's Person of the Century\" in 1999?": "ALBERT EINSTEIN",
    "Who served as President of the US from 1933 to 1945?": "FRANKLIN D. ROOSEVELT",
    "What Undersecretary of the United Nations became the first African-American to win the Nobel Peace Prize?": "RALPH BUNCHE",
    "Who was the first U.S. billionaire?": "JOHN D. ROCKERFELLER",
    "Which US president was nicknamed \"Big Bill\"?": "WILLIAM HOWARD TAFT",
    "Who was the only son born to Henry Ford that bears his name?": "EDSEL",
    "Dr. Martin Luther King Jr. received his Ph.D. from which school?": "BOSTON UNIVERSITY",
    "In 1819, the US purchased Florida from what country?": "SPAIN",
    "What is the practical purpose of the Pharos of Alexandria?": "LIGHTHOUSE",
    "Who became prime minister of Cuba in 1959?": "FIDEL CASTRO",
    "What popular figure was assassinated by Sirhan Sirhan?": "ROBERT E. KENNEDY",
    "Which confectioner invented the heart-shaped Valentine's Day candy box?": "RICHARD CADBURY",
    "For what does the \"F.\" stand in the name F. Lee Bailey?": "FRANCIS",
    "Who was the sadistic commander of the HMS Bounty?": "CAPTAIN BLIGH",
    "What were the first words Edison spoke into the phonograph he had just invented?": "MARY HAD A LITTLE LAMB",
    "Who was Henry VIII's first wife?": "CATHERINE OF ARAGON",
    "In 1853, what country sold the US land, in what was known as the Gadsden Purchase?": "MEXICO",
    "What was the 50th state to become a part of the United States?": "HAWAII",
    "What city was talk show host Jerry Springer mayor of from 1977-1978?": "CINCINNATI",
    "What bird did Benjamin Franklin favor for America's national emblem?": "THE TURKEY",
    "What city hosted the 2008 Summer Olympics?": "BEIJING",
    "What Harvard dropout held 535 US patents upon his death in 1991, second only to Thomas Edison?": "EDWIN LAND",
    "Where was the first US Mint constructed?": "PHILADELPHIA",
    "Shark Island was an infamous Civil War-era prison in what US state?": "FLORIDA",
    "Who was crowned king of England on December 25, 1066?": "WILLIAM THE CONQUEROR",
    "What was the original Dutch name of New York City?": "NEW AMSTERDAM",
    "In 1923, which president started the National Christmas Tree Lighting Ceremony?": "CALVIN COOLIDGE",
    "Who was the first US president to appear on television?": "FRANKLIN D. ROOSEVELT",
    "What city was the first American college located in?": "CAMBRIDGE, MA",
    "How were Theodore and Franklin Roosevelt related?": "THEY WERE FIFTH COUSINS",
    "At which battle was poison gas first used?": "SECOND BATTLE OF YPRES",
    "According to legend, what laws were so named because of the color of the paper used when the ordinance was written?": "BLUE LAWS",
    "What is the name of the sonnet by Emma Lazarus that is inside the pedestal of the Statue of Liberty?": "THE NEW COLOSSUS",
    "Who took 18 days to write the Declaration of Independence?": "THOMAS JEFFERSON",
    "Which country was the first to sell its residents' genetic codes to a biotechnology company?": "ICELAND",
    "Which US naval base did Japan attack in 1941 to declare war on the Allies?": "PEARL HARBOR",
    "Joan of Arc won several victories for France in which European war?": "HUNDRED YEAR'S WAR",
    "Who was the first woman to fly solo across the Atlantic ocean?": "AMELIA EARHART",
    "Portia Simpson-Miller was the leader of what country?": "JAMAICA",
    "Where were scissors believed to be first invented?": "ANCIENT EGYPT",
    "Who established a Vietnam memorial while consulting on the film \"The Deer Hunter\"?": "JAN SCRUGGS",
    "Whose tomb was found in the Valley of the Kings in Egypt?": "TUTANKHAMUN",
    "What Chilean president was overthrown in 1973 when Augusto Pinochet took power?": "SALVADORE ALLENDE",
    "What city became capital of Cuba in 1519?": "HAVANA",
    "What was the code name for the development of the A-bomb?": "THE MANHATTAN PROJECT",
    "Which country seized the USS Pueblo after accusing its American crew of unlawful spying in 1968?": "NORTH KOREA",
    "Between which two Ages did the Bronze Age occur?": "STONE AND IRON AGES",
    "Who was the first American in space?": "ALAN SHEPARD",
    "In which country did the My Lai massacre take place?": "VIETNAM",
    "Who did \"Time\" magazine choose as its Person of the Century in 1999?": "ALBERT EINSTEIN",
    "Which female appeared on the 1999 US dollar coin?": "SUSAN B. ANTHONY",
    "Alan Shepherd was scheduled to command Apollo 13 before switching missions with what astronaut?": "JIM LOVELL",
    "King Zog ruled which country?": "ALBANIA",
    "Who was the first US president to take the oath of office using a nickname?": "JIMMY CARTER",
    "What U.S. president signed the bill that began Medicaid benefits?": "LYNDON B. JOHNSON",
    "Golda Meir was the leader of what country?": "ISRAEL",
    "Who was the first president to appear on a U.S. coin?": "ABRAHAM LINCOLN",
    "In what city did Rosa Parks refuse to give up her seat for a white passenger?": "MONTGOMERY, ALABAMA",
    "In 1943, the \"One Thousand Mile War\" began when Japan invaded what set of islands?": "ALEUTIAN",
    "Who was the first US president to be assassinated?": "ABRAHAM LINCOLN",
    "What H-word means designing, displaying and describing coats of arms and badges?": "HERALDRY",
    "What hill in Athens does the Parthenon stand on?": "THE ACROPOLIS",
    "Which famous family owned a cat named Socks?": "THE CLINTONS",
    "In 1947, US telephone companies began using what?": "AREA CODES",
    "In what US state was the outlaw Jesse James born?": "MISSOURI",
    "What modern-day conglomerate built Zero fighter planes used to bomb Pearl Harbor?": "MITSUBISHI",
    "What month in 1912 saw the Titanic go down?": "APRIL",
    "What was the name of the plane that dropped the atomic bomb on Hiroshima?": "ENOLA GAY",
    "When first founded by Benjamin Franklin, what was the job of the \"bucket brigade\"?": "TO PUT OUT FIRES",
    "Attila the Hun was the leader of which ancient empire?": "THE HUNNIC EMPIRE",
    "Who was the first woman elected to lead a modern Muslim state?": "BENAZIR BHUTTO",
    "Who did Prince Charles wed in a \"wedding fit for a prince\" in 2005?": "CAMILLA PARKER BOWLES",
    "Who was already the husband of Octavia Minor when he married Cleopatra?": "MARK ANTONY",
    "Which US president officially dedicated the Washington Monument?": "CHESTER A. ARTHUR",
    "Who was the first female commander of NASA's Space Shuttle?": "EILEEN COLLINS",
    "Whose death resulted in Elizabeth I becoming Queen?": "MARY I",
    "What island country announced its neutrality the day after the 1939 German invasion of Poland?": "IRELAND",
    "The Three Mile Island accident occurred in which US state?": "PENNSYLVANIA",
    "Which invention resulted in the Printing Revolution across Europe?": "THE PRINTING PRESS",
    "Who proposed the idea of \"Laissez-faire\"?": "ADAM SMITH",
    "What was the name of Adolf Hitler's political party (abbr.)?": "NSDAP",
    "Who were known by GI's in World War II as \"Hit & Muss\"?": "HITLER AND MUSSOLINI",
    "Which archaeologist discovered King Tut's tomb in 1922?": "HOWARD CARTER",
    "Who was the first female US Secretary of State?": "MADELEINE ALBRIGHT",
    "The Iran hostages were released in January 1981 after 444 days of captivity; what was their first stop?": "ALGIERS",
    "What US first lady was nicknamed \"the Silver Fox\"?": "BARBARA BUSH",
    "Which empire was the first empire in history?": "THE AKKADIANS",
    "What country did the house of Rurik and Romanov rule?": "RUSSIA",
    "Who was the first Boy Scout to become a US president?": "JOHN F. KENNEDY",
    "Robert Leroy Parker was better known as who?": "BUTCH CASSIDY",
    "Who reigned as Queen of England for only 9 days?": "LADY JANE GREY",
    "Who founded the city of Philadelphia?": "WILLIAM PENN",
    "Which exiled Middle Eastern leader returned home in 2007, only to be assassinated two months later?": "BENAZIR BHUTTO",
    "What state saw the start of the American Revolution?": "MASSACHUSETTS",
    "What was The City of Gold sought by Spanish explorers?": "EL DORADO",
    "Which terrorist group invaded the Munich Olympic Village in 1972?": "BLACK SEPTEMBER",
    "The Bronze Age was characterized by the which of which metal and its alloy?": "COPPER",
    "Who made the first popsicle?": "ROMANS",
    "Who is the founder of Carthage?": "DIDO",
    "What European leader was also known as \"Charles the Great\"?": "CHARLEMAGNE",
    "Who coached the US basketball \"Dream Team\" to a gold medal at the 1992 Barcelona Olympic Games?": "CHUCK DALY",
    "Who was known as \"Moses\" of the Underground Railroad?": "HARRIET TUBMAN",
    "What is a four letter Gaelic name for Scotland?": "ALBA",
    "The first Olympic Games were held in whose honor?": "ZEUS'",
    "What was Al Capone's nickname?": "SCARFACE",
    "Gangster Al Capone was eventually arrested and convicted on what charge?": "TAX EVASION",
    "Who was known as the Virgin Queen?": "ELIZABETH I",
    "What ships did Vikings sail in?": "LONGBOATS",
    "What did \"abolitionists\" oppose?": "SLAVERY",
    "Which University was founded as the College of New Jersey?": "PRINCETON",
    "Who led his troops to disaster at the Little Bighorn in 1876?": "GEORGE CUSTER",
    "Which battle saw the final defeat of Napoleon?": "WATERLOO",
    "The Gulf War occurred after Iraq invaded what country?": "KUWAIT",
    "Which German Military leader of World War I became President of Germany in 1925?": "PAUL VON HINDENBURG",
    "Who was the first person to fly solo across the Atlantic ocean?": "CHARLES LINDBERGH",
    "Which country was the scene of the Mau Mau rebellion in the 1950s?": "KENYA",
    "What English legal document was signed in 1215?": "MAGNA CARTA",
    "Which ancient monument, close to the Pyramids of Giza, is said to have been partly formed by natural elements?": "THE SPHINX",
    "What was the Leaning Tower of Pisa originally used as?": "A BELL TOWER",
    "Which popular Greek philosopher is said to have tutored Alexander the Great?": "ARISTOTLE",
    "Who declared: \"I have a dream\"?": "MARTIN LUTHER KING JR.",
    "The \"Italian Plague of 1629-31\" is also referred to as by what other name?": "GREAT PLAGUE OF MILAN",
    "The original Teamsters union was formed to protect who?": "HORSE CARRIAGE DRIVERS",
    "What was the name of the plane that dropped the atomic bomb on Nagasaki?": "BOCKSCAR",
    "Who was Araminta Ross known as?": "HARRIET TUBMAN",
    "The Supreme Court decision that legalized abortion in the US was referred to by what case name?": "ROE VS. WADE",
    "Who was the second wife of King Henry VIII of England?": "ANNE BOLEYN",
    "Who was president of the US when Congress passed the first Clean Air Act?": "JOHN F. KENNEDY",
    "What was the series of campaigns to wrest the Holy Land from Muslim Turks?": "THE CRUSADES",
    "Who sent the Spanish Armada to invade England?": "PHILIP II",
    "Which Western nation underwent the Quiet Revolution in the 1960s?": "CANADA",
    "Who is widely credited for sewing the first American flag?": "BETSY ROSS",
    "What is the famous brewery founded in Dublin in 1759?": "GUINNESS",
    "Ferdinand Marcos and Corazon Aquino have both been Presidents of which country?": "PHILIPPINES",
    "\"Antonine Plague\" was also known by what other name?": "PLAGUE OF GALEN",
    "Who did Anne Hathaway marry in 1582?": "WILLIAM SHAKESPEARE",
    "During what war was the construction of the Pentagon completed?": "WORLD WAR II",
    "What is the maiden name of former first lady Betty Ford?": "BLOOMER",
    "Which song was adopted as the national anthem of the Confederate States of America by its Congress in power?": "BONNIE BLUE FLAG",
    "What disease killed 20,000 Parisians in 1832?": "CHOLERA",
    "Clarence Darrow was coaxed out of retirement to defend what famous duo?": "LEOPOLD & LOEB",
    "What were southerners who cooperated with the North after the Civil War known as?": "SCALAWAGS",
    "Which state was the first to ratify the 13th Amendment to abolish slavery?": "ILLINOIS",
    "Which company developed the A6M fighter plane known as \"Zero\" during WWII?": "MITSUBISHI",
    "What was Ponce de Leon in search of when he discovered Florida?": "THE FOUNTAIN OF YOUTH",
    "Who crossed the Delaware River on Christmas Eve in 1776 to catch the German Hessians celebrating Christmas?": "GEN. WASHINGTON",
    "Where were the 1996 Summer Olympics held?": "ATLANTA, GEORGIA",
    "In which country did Che Guevara die?": "BOLIVIA",
    "Which was the first city to be devastated by the dropping of an atomic bomb?": "HIROSHIMA",
    "Which Constitutional amendment gave Congress the power to levy tax on personal incomes?": "SIXTEENTH",
    "What country became third in the world to test an atom bomb in 1952?": "GREAT BRITAIN",
    "Where in North Africa did a war for independence take place between 1954 and 1962?": "ALGERIA",
    "What was banned in Mississippi in 1907 that didn't become legal there again until 1966?": "ALCOHOL",
    "What berries did pregnant women of the Middle Ages avoid for fear their children would be born with birthmarks?": "STRAWBERRIES",
    "What country did french fries come from?": "BELGIUM",
    "Who designed the famous collection of buildings in Oak Park, Illinois?": "FRANK LLOYD WRIGHT",
    "What country saw the 1979-80 hostage crisis that ended as Ronald Reagan took his oath of office?": "IRAN",
    "What is the oldest university in the US?": "HARVARD",
    "What were slaves called in ancient Sparta?": "HELOTS",
    "Whose 2005 funeral did five kings, four queens plus 70 presidents and prime ministers attend?": "POPE JOHN PAUL II",
    "What admiral of the American Revolution is considered to be the father of the US Navy?": "JOHN PAUL JONES",
    "Which US president was once a peanut farmer?": "JIMMY CARTER",
    "In 1952, Albert Einstein was offered the presidency of what country?": "ISRAEL",
    "For what purpose did George Washington Carver originally encourage farmers to grow peanuts?": "CROP ROTATION",
    "Which Soviet leader approved the building of the Berlin Wall?": "NIKITA KHRUSHCHEV",
    "In 1701, who invented the seed-planting drill?": "JETHRO TULL",
    "Who was the first documented user of an alarm clock?": "PLATO",
    "In which war was napalm first used?": "WORLD WAR II",
    "What was the first US city to have a public school system?": "BOSTON",
    "Which of Henry VIII's wives was the only one to bear him a legitimate, surviving son?": "JANE SEYMOUR",
    "What explorer was the first to sail around the southern tip of South America, and name it Cape Horn?": "WILLIAM SCHOUTEN",
    "Which saint is said to have landed in Ireland in 432 AD?": "ST. PATRICK",
    "Frank Wathernam was the last inmate to leave what infamous prison?": "ALCATRAZ",
    "Mehmat Ali Agca was accused of shooting whom in 1981?": "POPE JOHN PAUL II",
    "What parade first wound through New Orleans streets in 1838?": "MARDI GRAS PARADE",
    "What European city was the first to have over one million residents?": "ROME",
    "What is Henry Kissinger's actual first name?": "HEINZ",
    "Which Apollo 11 astronaut did not set foot on the moon?": "MICHAEL COLLINS",
    "Who performed \"The Wall\" by the Berlin Wall?": "PINK FLOYD",
    "In March of 1968, Cesar Chavez announced a worldwide boycott of what California food product?": "GRAPES",
    "Who was the first left-hander to serve two terms as US president?": "BILL CLINTON",
    "What ended the Austro-Hungarian monarchy?": "WORLD WAR I",
    "What continent borders the Weddell Sea?": "ANTARCTICA",
    "Who patented the first practical fountain pen back in 1884?": "LEWIS WATERMAN"
}