{
    "What does a pedometer count?": "STEPS",
    "What winter Olympic event combines cross-country skiing with rifle shooting?": "BIATHLON",
    "What fabric derives its name from the French for \"cord of the king\"?": "CORDUROY",
    "Emmental cheese originated in what country?": "SWITZERLAND",
    "What do you get when you mix tequila, triple sec and lime juice?": "A MARGARITA",
    "How many different falling pieces are there in the game Tetris?": "SEVEN",
    "Apple's CEO Steve Jobs was known for wearing what color turtleneck?": "BLACK",
    "What city is home to Amazon.com's headquarters?": "SEATTLE",
    "\"Lorgnette\" is the proper term for a pair of glasses with what?": "A HANDLE",
    "What doll was patented by John Barton Gurelle in 1915?": "RAGGEDY ANN",
    "What do you need to send a semaphore message?": "SMALL FLAGS",
    "In what US state did Leon Leonwood Bean open his first retail store?": "MAINE",
    "What do you call a group of Geese?": "GAGGLE",
    "A silk-screened print is also known as what?": "SERIGRAPH",
    "The logo of Mack Trucks is what animal?": "A BULLDOG",
    "Which band's song was the 1 billionth iTunes download?": "COLDPLAY",
    "What two months are named for men?": "JULY AND AUGUST",
    "Notch, peak, and shank are different types of what?": "LAPELS",
    "What carol contains the words \"Fa-la-la-la-la-la-la-la-la\"": "DECK THE HALLS",
    "What game awards the Stanley Cup?": "ICE HOCKEY",
    "How many holes are there in a standard Ritz cracker?": "SEVEN",
    "Mary Lou Retton won five medals in what sport at the 1984 Summer Olympics?": "GYMNASTICS",
    "What sportsmen are divided into naturals and goofy-foots?": "SURFERS",
    "Which Flintstones character was absent from the Flintstone vitamins until 1996?": "BETTY RUBBLE",
    "The Ryder Cup is awarded in what sport?": "GOLF",
    "What does the McDonalds in New Delhi make their burgers with?": "MUTTON",
    "Heineken beer originated in which country?": "THE NETHERLANDS",
    "What happens when you roll three consecutive doubles in a game of Monopoly?": "YOU GO TO JAIL",
    "The first Starbucks outside of North America was opened in what city?": "TOKYO",
    "By what name is Theodore Kaczynski better known?": "THE UNABOMBER",
    "What is the only bird to be honored by its own year on the Chinese calendar?": "ROOSTER",
    "What part of a sailor's uniform can be used in an emergency as a flotation device?": "THE HAT",
    "Which celebrity popularized the \"wedge\" haircut?": "DOROTHY HAMILL",
    "What color flag is the signal for surrender?": "WHITE",
    "What is the only weight in the International Radio Alphabet?": "KILO",
    "What 1990's fad involved something known as a slammer?": "POGS",
    "The game \"cat's cradle\" is played using what material?": "STRING",
    "As what type of beans are chickpeas also known as?": "GARBANZO",
    "In badminton, what is hit over the net?": "A SHUTTLECOCK",
    "What sport uses a \"pigskin\"?": "FOOTBALL",
    "What beverage was the first American consumer product made widely available in the USSR?": "PEPSI-COLA",
    "What company introduced the first automatic washing machine at the Louisiana State Fair in 1937?": "BENDIX",
    "What was the original name of the game Pac-Man prior to its release?": "PUCK MAN",
    "What is the first man-made object to circle the earth?": "SPUTNIK I",
    "Which company holds the ticker symbol \"FUN\" on the New York Stock Exchange?": "CEDAR POINT",
    "What is stored at a depository in Fort Knox?": "GOLD",
    "What color is the smoke announcing the election of a new pope?": "WHITE",
    "What was Domino's Pizza originally called?": "DOMINICK'S PIZZA",
    "On the standard Monopoly board, what color are the Chance cards?": "ORANGE",
    "What 2 letters in scrabble have the highest point value?": "Q AND Z",
    "A \"beaver\" was an attachment to what piece of human armor?": "HELMET",
    "What is the heaviest of the three swords used in Olympic fencing?": "EPEE",
    "What is the name for Argentinean cowboys?": "GAUCHOS",
    "Who created the original Barbie doll?": "RUTH HANDLER",
    "The delicacy known as fois gras traditionally comes from what part of the duck or goose?": "THE LIVER",
    "What racket sport involves bashing a bird?": "BADMINTON",
    "What city became the first to use neon signs to advertise shops and products back in 1912?": "PARIS",
    "From 1948 to 1950, the Fender Telecaster was known by what alternate name?": "BROADCASTER",
    "Which building has been nicknamed \"30 Rock\"?": "GE BUILDING",
    "The hymn for what branch of the US military begins with the line: \"From the halls of Montezuma\"?": "MARINE CORPS",
    "In the game of 9-ball, the pool balls are initially placed in a grouping of what shape?": "DIAMOND",
    "What is Santa's name in Denmark?": "SINTER KLAAS",
    "Which champagne company took over the perfume of the Givenchy fashion house in 1981?": "VEUVE CLICQUOT",
    "What items of equipment are made by a fletcher?": "ARROWS",
    "Who brings gifts to the children of Brazil and Peru?": "PAPA NOEL",
    "What are the two main ingredients of mayonnaise?": "OIL AND EGG YOLK",
    "What gaming company originally publish the games \"Bejeweled\" and \"Peggle\"?": "POPCAP",
    "What company did Craig Newmark found?": "CRAIGSLIST",
    "What international event is celebrated every April 22nd?": "EARTH DAY",
    "Who was the model for the official NBA logo?": "JERRY WEST",
    "In which sport is Ukrainian Sergey Bubka best known?": "POLE VAULT",
    "Which grandmaster did Bobby Fischer defeat in 1972 and became the first American to win the world chess title?": "BORIS SPASSKY",
    "What were barcodes first used for?": "TO LABEL RAILROAD CARS",
    "In which sport is there a time period called a \"chukka\"?": "POLO",
    "What physical fitness practice is named for the Sanskrit word for \"union\"?": "YOGA",
    "In what sport do the contestants throw salt before the contest?": "SUMO WRESTLING",
    "From which US university did Richard Nixon obtain a law degree?": "DUKE",
    "What sport has its name abbreviated to BMX?": "BICYCLE MOTO-CROSS",
    "The fez originated from what country?": "MOROCCO",
    "What is an \"Americano\"?": "ESPRESSO WITH HOT WATER",
    "What does Seoul, the South Korean capital mean in the Korean language?": "THE CAPITAL",
    "Who was the first American president to appear on the cover of \"People\" magazine?": "GERALD FORD",
    "What four-letter word describes an arena for public roller-skating?": "RINK",
    "Which alphabet consists of just dots?": "BRAILLE",
    "What color is the central square on a Scrabble board?": "PINK",
    "What Winter Olympic sport event requires players to slide stones at houses?": "CURLING",
    "What country does not tolerate outdoor Christmas lights?": "SAUDI ARABIA",
    "In NATO's phonetic alphabet, what is the letter \"A\" referred to as?": "ALPHA",
    "What do you get when you mix bourbon, sugar, angostura bitters and soda water?": "AN OLD FASHIONED",
    "What does abbreviation IQ stand for?": "INTELLIGENCE QUOTIENT",
    "Which French designer was the heir to a fertilizer fortune?": "CHRISTIAN DIOR",
    "Which popular candy bar is named after the maker's favorite horse?": "SNICKERS",
    "The serial killer Peter Sutcliffe was also known as what?": "THE YORKSHIRE RIPPER",
    "In 1968, what became a required part of the automobile's safety equipment in the US?": "THE SEAT BELT",
    "What kind of beans are dropped into a Sambuca?": "COFFEE BEANS",
    "What nationality was Pope John Paul II?": "POLISH",
    "What American beer has been long promoted as the \"King of Beers\"?": "BUDWEISER",
    "A \"top-sider\" is a type of what?": "SHOE",
    "What is the Canadian dollar coin called?": "LOONIE",
    "What mythological creature was the longtime mascot of Mobil gas?": "PEGASUS",
    "According to Toucan Sam, what should you always follow to find Froot Loops?": "YOUR NOSE",
    "In a P2P network, what does the \"P\" stand for?": "PEER",
    "From 1916 to 1938, what US coin featured a buffalo on its back side?": "THE NICKEL",
    "In \"The Twelve Days of Christmas\", what did my true love send to me on the fifth day?": "FIVE GOLD RINGS",
    "What is the Blackberry bush also called?": "BRAMBIE",
    "What gives beer its distinctive bitter flavour?": "HOPS",
    "Chevrolet sold a souped-up version of what car as the \"Z24\"?": "THE CAVALIER",
    "The original recipe for \"pound cake\" called for a pound of which ingredients?": "FLOUR, BUTTER, SUGAR, EGGS",
    "The sleeve insignia of a First Class Petty Officer in the US Navy is a spread eagle over how many chevrons?": "THREE",
    "What was the first game to be released under the \"Games for Windows\" label?": "COMPANY OF HEROES",
    "Who did Charles Barkley name as \"the one player I'll accept losing to, if I have to lose\"?": "MICHAEL JORDAN",
    "What sauce is used in traditional eggs Benedict?": "HOLLANDAISE",
    "How many dice are there in the game of \"Boggle\"?": "SIXTEEN",
    "What Cuban products include Montecristo, Cohiba and Romeo y Julieta?": "CIGARS",
    "Irish coffee is made with what type of alcohol?": "WHISKEY",
    "In what competition could you see a double axel and a mohawk turn?": "FIGURE SKATING",
    "What is the Syrah grape called in Australia?": "SHIRAZ",
    "What type of gemstone was historically worn with the belief that it would prevent the wearer from becoming drunk?": "AMETHYST",
    "Who invented machine-spun cotton candy?": "WILLIAM MORRISON",
    "What US city and its surroundings is the basis for a standard US Monopoly board?": "ATLANTIC CITY",
    "Cha dao is the art of what?": "MAKING TEA",
    "What car company was named for the founder of Detroit?": "CADILLAC",
    "The Hall of Mirrors is the largest room in what famous structure?": "PALACE OF VERSAILLES",
    "What continent was the original home to the red tomato?": "SOUTH AMERICA",
    "The two-cent piece was the first US coin to feature which phrase?": "IN GOD WE TRUST",
    "Small, tiny gifts found in the Christmas stockings are usually referred to as what?": "STOCKING STUFFERS",
    "What color code represents a life-threatening emergency, in hospital lingo?": "BLUE",
    "Leather is the traditional gift for which wedding anniversary?": "THIRD",
    "What does Canada mean in Indian?": "BIG VILLAGE",
    "In which direction do speed skaters race?": "COUNTER CLOCKWISE",
    "What is dentophobia a common fear of?": "DENTISTS",
    "What color moves first in checkers?": "BLACK",
    "What two pieces are moved in chess's castling maneuver?": "THE KING AND ROOK",
    "What takes place every July in Pamplona?": "THE RUNNING OF THE BULLS",
    "What was the name of the world's first nuclear submarine?": "NAUTILUS",
    "What Kimberly-Clark product was advertised as having a snug elastic fit and an hourglass shape?": "HUGGIES DIAPERS",
    "Located on Central Avenue in Louisville, Kentucky, what is the name of the race track where the Kentucky Derby is held?": "CHURCHILL DOWNS",
    "Which company manufactured the B-29 Superfortress aircraft?": "BOEING",
    "What pro sport did Althea Gibson play when her tennis career ended?": "GOLF",
    "\"Old Scratch\" is a nickname for whom?": "SATAN",
    "What party game involves a shifting shortage of seats?": "MUSICAL CHAIRS",
    "What do polyandric women have more than one of?": "HUSBAND",
    "What Olympic field event's two main styles are the glide and the spin?": "SHOT PUT",
    "What stickers were spoofs of the Cabbage Patch Kids?": "GARBAGE PAIL KIDS",
    "What martial art name means to strike with the feet?": "TAE KWON DO",
    "What type of athlete is also called a powder puff, tanker, catcher or knuckle duster?": "A BOXER",
    "Who was the first figure skater to appear on a Wheaties box?": "KRISTI YAMAGUCHI",
    "What position did football hall-of-famer Joe Montana play?": "QUARTERBACK",
    "What spice comes from the herb called cilantro?": "CORIANDER",
    "What is a pyrotechnic display?": "FIREWORKS",
    "What gas makes up approximately 74 percent of the Sun's mass?": "HYDROGEN",
    "What is the Bicycle brand famous for making?": "PLAYING CARDS",
    "\"Entry of the Gladiators\" is best known as the song that is heard when/where?": "AT THE CIRCUS",
    "What breakfast favorite, with a hole in the middle, is equal to 4 slices of bread?": "A BAGEL",
    "How are beers not supposed to be stored?": "ON THEIR SIDE",
    "What semolina product is used to make the dessert \"seffa\"?": "COUSCOUS",
    "What popular soft drink was first created in Waco, Texas?": "DR. PEPPER",
    "How many red stripes are there on the American flag?": "SEVEN",
    "Whose 502-foot Fenway Park homer is marked by a single red seat in the right field bleachers?": "TED WILLIAMS'",
    "Who wrote the book \"Mastering the Art of French Cooking\"?": "JULIA CHILD",
    "In pool, what color is the 2-ball?": "BLUE",
    "What war do the girls in \"Little Women\" grow up during?": "THE CIVIL WAR",
    "Coffee heiress Abigail Folger was one of the victims of which criminal?": "CHARLES MANSON",
    "Where is US' only nuclear assembly and disassembly site located?": "AMARILLO, TEXAS",
    "What traditionally tops the meat in a shepherd's pie?": "MASHED POTATOES",
    "In the Western Union's alphabet what is the letter \"C\" known as?": "CHICAGO",
    "In the game of poker, who was the hand referred to as \"dead man's hand\" named after?": "WILD BILL HICKOK",
    "What airport did the first commercial Boeing 747 flight from JFK land at?": "LONDON, HEATHROW",
    "What are you doing if you \"yarn over\" or \"pop corn\"?": "KNITTING",
    "What name is given to the line running across a snooker table?": "BALK LINE",
    "What is Santa's name in France?": "PERE NOEL",
    "What is the length of a US Senator's term?": "SIX YEARS",
    "What psychoanalyst smoked 20 cigars per day?": "SIGMUND FREUD",
    "What does \"Meri Kurisumasu\" mean in Japanese?": "MERRY CHRISTMAS",
    "In what State is it illegal to smoke from a pipe after sunset?": "RHODE ISLAND",
    "What type of salad was invented by the owner of the Hollywood eatery the Brown Derby?": "THE COBB SALAD",
    "On what part of a house would you find \"flashing\"?": "THE ROOF",
    "What Japanese automobile company introduced a model known as the Sunny back in 1966?": "DATSUN",
    "What game comes packaged with a small plastic hourglass and sixteen different letter cubes?": "BOGGLE",
    "Facebook was originally developed as a social tool for students at which university?": "HARVARD",
    "What is the Hebrew word for peace, used as both a greeting and a farewell?": "SHALOM",
    "What baseball team suffered from the \"Curse of the Bambino\"?": "BOSTON RED SOX",
    "Which Batman villain bases all of his decisions on the flip of a special coin?": "TWO-FACE",
    "What baseball great was nicknamed the Iron Man?": "CAL RIPKEN JR.",
    "How many players are there on a soccer team?": "ELEVEN",
    "What meal-in-a-box is called the San Francisco treat?": "RICE-A-RONI",
    "What underdog knocked out Mike Tyson in Tokyo in 1990?": "BUSTER DOUGLAS",
    "What con man made millions in the 1920s using a pyramid scheme?": "CARLO PONZI",
    "Edam cheese originated in which country?": "THE NETHERLANDS",
    "What plant is rum made from?": "SUGAR CANE",
    "What is known throughout the world as the King of Fruits?": "MANGOS",
    "How many instruments accompany someone singing \"a cappella\"?": "NONE",
    "What country gave the world porcelain?": "CHINA",
    "What is a judo practitioner's Judogi?": "UNIFORM",
    "What does a player generally use for a long fairway shot in golf - a wood or an iron?": "WOOD",
    "Vegemite, a type of sandwich spread, is comprised mainly of what?": "BREWER'S YEAST",
    "What does the \"J\" stand for in the name of rapper LL Cool J?": "JAMES",
    "What does the abbreviation WWW stand for?": "WORLD WIDE WEB",
    "Pepsi Twist was a Pepsi flavored with what?": "LEMON",
    "Poutine consists of gravy and cheese curds on top of what?": "FRENCH FRIES",
    "What letter appears on the left end of the bottom row of a keyboard?": "THE LETTER Z",
    "A \"Michigan Loader\" is what?": "EARTH MOVING EQUIPMENT",
    "What popular toy was invented by taking empty pie plates are throwing them in the air?": "FRISBEE",
    "What company did Edwin Land found?": "POLAROID",
    "What gives Tonic Water its flavour?": "QUININE",
    "What traditional Russian instrument looks like a triangular guitar?": "THE BALALAIKA",
    "What tools' variations include mill, geared head and radial arm?": "DRILLS'",
    "What video game got its name from a Japanese mistranslation of \"King Kong\"?": "DONKEY KONG",
    "Traditionally, what sign of the zodiac is ruled by Pluto?": "SCORPIO",
    "What Volkswagen car model appears in the International Radio Alphabet?": "GOLF",
    "What was the original name of \"Skype\"?": "SKY PEER-TO-PEER",
    "What would a sommelier recommend to you?": "WINE",
    "The card game Patience is also known by what other name?": "SOLITAIRE",
    "Colors that are opposite each other on the color wheel are refered to as what?": "COMPLEMENTARY COLORS",
    "What is the main ingredient of polenta?": "CORNMEAL",
    "What is the point value of the letter K in Scrabble?": "FIVE",
    "How many pawns does each player have at the start of a chess game?": "EIGHT",
    "Until 2008, what color was the center square on a standard Scrabble board?": "PINK",
    "What is the highest hand in straight Poker?": "A ROYAL FLUSH",
    "\"Shrimp on the barbie\" is a seafood dish with origins in what country?": "AUSTRALIA",
    "What term was coined in 1983 to market the \"Gavilan SC\" portable computer?": "LAPTOP",
    "How many gigabytes of capacity did the first iPod have?": "FIVE",
    "What wax sculptor made the death mask of Marie Antoinette?": "MADAME TUSSAUD",
    "A cat-o'-nine tails is a type of what?": "WHIP",
    "Three gold balls are a universal symbol for what type of business?": "PAWN SHOP",
    "What make of car appears in the left foreground of the \"Abbey Road\" cover?": "VOLKSWAGEN",
    "What is Sauerkraut?": "PICKLED CABBAGE",
    "What European car maker was purchased by VW in 1969?": "AUDI",
    "What is the Comprehensive Environmental Response Compensation and Liability Act (CERCLA) known as?": "SUPERFUND",
    "What paper doll made her first appearance in McCall's magazine in 1951?": "BETSY",
    "What chess piece has a horse's head?": "KNIGHT",
    "Which smartphone was allegedly named after a Philip K. Dick character?": "NEXUS ONE",
    "What does M&M stand for?": "MARS & MURRIE",
    "Where on your pants can you often find the initials YKK?": "ZIPPER",
    "What insulates the ice cream to prevent it from melting in the hot dish \"Baked Alaska\"?": "MERINGUE",
    "What garden vegetable was known for years as green Italian squash?": "ZUCCHINI",
    "What are known as \"buddy stores\"?": "AIRCRAFT FUEL TANKS",
    "What did cowboys refer to as \"tonsil paint\"?": "WHISKY",
    "What type of garment are \"Elephant bells\"?": "PANTS",
    "The NASDAQ stock market is based in what US city?": "NEW YORK",
    "What is the most popular Twizzler candy flavour?": "STRAWBERRY",
    "What prominent facial feature is Hello Kitty missing?": "MOUTH",
    "Defenestration is the act of being thrown out of what?": "A WINDOW",
    "What color is the legendary Hope Diamond?": "BLUE",
    "What was the name of Underdog's girlfriend?": "POLLY",
    "What is tripe on a menu?": "STOMACH",
    "How many dots are there on a pair of dice?": "FORTY-TWO",
    "What Olympic athletics competition includes ten different events?": "DECATHLON",
    "Who won the light heavyweight boxing medal at the 1960 Rome Olympics?": "CASSIUS CLAY",
    "Which two classic Monopoly game tokens are articles that can be worn?": "THE SHOE AND THE TOP HAT",
    "\"St. Vitus's Dance\" is what?": "A TYPE OF BRAIN DISORDER",
    "What are the last names of the two Steves who founded \"Apple Computers\"?": "JOBS AND WOZNIAK",
    "Which company introduced Comet cleanser back in 1956?": "PROCTER & GAMBLE",
    "What is a \"Nutty Buddy\"?": "AN ICE CREAM",
    "What comes out of a hawsehole?": "SHIP'S CABLE",
    "Which nurse was nicknamed \"The Lady With The Lamp\"?": "FLORENCE NIGHTINGALE",
    "What was the real last name of American folk hero Johnny Appleseed?": "CHAPMAN",
    "Julia Child, known as \"The French Chef\", was born in what country?": "UNITED STATES",
    "Who was the first deaf Miss America, crowned in 1995?": "HEATHER WHITESTONE",
    "The cover of what band's 1977 album \"Animals\" depicts a large, inflatable pig flying over London's Battersea Power Station?": "PINK FLOYD",
    "What U.S. president's library boasts a 3-ton chunk of the Berlin Wall?": "RONALD REAGAN",
    "What was the first sport to be televised in the US?": "BASEBALL",
    "Ilie Nastase was born in which country?": "ROMANIA",
    "What sort of an animal is Sega's Sonic?": "HEDGEHOG",
    "What is the Japanese alcoholic drink sake made from?": "RICE",
    "Figure skater Elvis Stojko comes from which country?": "CANADA",
    "According to traditional rules, what color of poker chip has the highest value?": "BLACK",
    "Gouda cheese originated in which country?": "THE NETHERLANDS",
    "What US state borders only one other?": "MAINE",
    "Who are the Mario Brothers usually trying to save?": "PRINCESS PEACH",
    "What is the nickname of Alcatraz Prison?": "THE ROCK",
    "What is the name of the baby depicted on the Sacagawea dollar coin?": "POMP",
    "What food got its name by the way it hung in bunches like grapes?": "GRAPEFRUIT",
    "What does a funambulist do?": "WALKS ON TIGHTROPE",
    "In the military, what does the abbreviation G.I. stand for?": "GOVERNMENT ISSUE",
    "What is traditionally broken at the end of a Jewish wedding?": "A GLASS",
    "What is the only state that grow pineapples?": "HAWAII",
    "What bird has the scientific name struthio camelus?": "OSTRICH",
    "The Stanley Cup is played for in what sport?": "ICE HOCKEY",
    "Where were police dogs first used?": "SCOTLAND",
    "Who gained notoriety in 1997 for her relationship with Vili Fualaau?": "MARY KAY LETOURNEAU",
    "What card game has variations know as Cincinnati, Chicago and Lowball?": "POKER",
    "What chessman makes an L-shaped move?": "THE KNIGHT",
    "What does the abbreviation CSS stand for?": "CASCADING STYLE SHEETS",
    "What did my true love give to me on the fifth day of Christmas?": "FIVE GOLDEN RINGS",
    "What four notes are represented on the four strings of a ukulele?": "G, C, E, A",
    "Which university did Bill Gates drop out of in the 1970s to start Microsoft?": "HARVARD",
    "What kind of patterns are Dutchman's puzzle, log cabin and Irish chain?": "QUILTS",
    "What does the Statue of Liberty wear on her feet?": "SANDALS",
    "Ilie Nastase was a champion in which sport?": "TENNIS",
    "What nationality was Dr. James Naismith, the inventor of basketball?": "CANADIAN",
    "Which cosmetics company shares a name with Shakespeare's birthplace?": "AVON",
    "What number is a thousand thousands?": "A MILLION",
    "What do South Africans decorate at Christmas time with cotton, wool and tinsel?": "THEIR WINDOWS",
    "What is the official monetary unit of the nation of Thailand?": "BAHT",
    "What color is bianco wine?": "WHITE",
    "In Judaism, what day of the week is considered a day of rest?": "SATURDAY",
    "What is the target area in Olympic fencing?": "THE TORSO",
    "Which chess piece can only move diagonally?": "THE BISHOP",
    "What are the main ingredients of borscht?": "BEETROOTS AND CABBAGE",
    "Someone who is called a \"flash in the pan\" could also be described as what?": "A ONE-HIT WONDER",
    "What do you get by mixing ginger ale with grenadine and a cherry?": "A SHIRLEY TEMPLE",
    "What do you get when you add fresh fruit to red wine?": "SANGRIA",
    "What word is both a computer programming language and a nickname for coffee?": "JAVA",
    "What crayon did Crayola rename to \"peach\" in 1962?": "FLESH",
    "What is the nickname of the Great Bell at the Palace of Westminster?": "BIG BEN",
    "What A-word means the same as toxophilite?": "ARCHER",
    "What is a Dubbel?": "A BELGIAN BEER STYLE",
    "A \"black and tan\" is a mixture of Bass Ale and what other beer?": "GUINNESS STOUT",
    "What is the complementary colour of red?": "GREEN",
    "In the Christmas song, The Holly and The Ivy which one bears the crown?": "THE HOLLY",
    "What fast food chain offered a sandwich known as the \"Big Montana\"?": "ARBY",
    "Who steers the shell and motivates the rowers in a crew race?": "COXSWAIN",
    "What type of tests were National League umpires ordered to undergo in 1911?": "EYE TESTS",
    "When duct tape was first created in 1942, what was it known as?": "DUCK TAPE",
    "What do the S, V, and P stand for in RSVP?": "S'IL VOUS PLAIT",
    "What is the technical name for the chef's hat?": "TOQUE BLANCHE",
    "What is better than stone in the paper, stone, scissors game?": "PAPER",
    "What spirit is mixed with ginger beer and lime to make a Moscow Mule?": "VODKA",
    "What sport has a hooker in a scrum?": "RUGBY",
    "Which side of a ship is \"starboard\"?": "RIGHT",
    "Who is widely credited as being the inventor of the modern commercially available toilet paper?": "JOSEPH GAYETTY",
    "What do you get when you mix scotch, sweet vermouth and angostura bitters?": "A ROB ROY",
    "What teacher taught Helen Keller the manual alphabet and Braille?": "ANNE SULLIVAN",
    "What color are the standard mile marker signs used on the Interstate Highway System in the United States?": "GREEN",
    "Which country gave birth to the beer Corona?": "MEXICO",
    "What 2 articles of clothing are tokens in the standard Monopoly game?": "SHOE AND TOP HAT",
    "What gymnastic event often sees men performing the Iron Cross or Crucifix?": "RINGS",
    "What US president put a Twinkie in the country's millennium time capsule?": "BILL CLINTON",
    "The Pope is guarded by soldiers form what country?": "SWITZERLAND",
    "Which automaker opened the first foreign plant in the US?": "VOLKSWAGEN",
    "What seafood is considered a Christmas favourite in Paris, France?": "OYSTERS",
    "What event in a decathlon takes the athletes to the greatest height?": "POLE VAULT",
    "What country had, at one time, a female \"Santa\" called Babouschka?": "RUSSIA",
    "For what game were two jokers originally included in a standard deck of playing cards?": "EUCHRE",
    "How many time zones are spanned by Russia?": "ELEVEN",
    "What symbol of peace surrounds the globe on the UN flag?": "OLIVE BRANCH",
    "Retsina is a wine traditionally made in which country?": "GREECE",
    "What is the lowest hand that beats a straight in poker?": "FLUSH",
    "In which track and field event do athletes throw a spear?": "JAVELIN",
    "What fruit is normally squeezed into a margarita?": "LIME",
    "What is Tiger Woods' real first name?": "ELDRICK",
    "What does the abbreviation IMHO mean?": "IN MY HUMBLE OPINION",
    "On the classic Monopoly board, which property has a misspelled name?": "MARVIN GARDENS",
    "What game can you \"squidge\", \"squop\" and \"pot out\" in?": "TIDDLYWINKS",
    "Into how many numbered sections is a dartboard divided?": "TWENTY",
    "Sinologists study which country?": "CHINA",
    "What is water that is safe to drink referred to as?": "POTABLE",
    "What country has the highest consumption of chocolate per capita?": "SWITZERLAND",
    "What do sumo wrestlers call their hair topknots?": "CHONMAGE",
    "What brand was famous for its Little Liver Pills?": "CARTER",
    "A rabbit punch is a blow to what part of the body?": "NECK",
    "Emanuel Rosenfeld , Maurice Strauss, and Graham Jackson are better known as whom?": "THE PEP BOYS",
    "What team did basketball star Larry Bird play 13 seasons for?": "BOSTON CELTICS",
    "What does an archer carry his arrows in?": "A QUIVER",
    "Who created the Tabasco sauce?": "EDMUND MCILHENNY",
    "What do Noodlers catch with their bare hands?": "CATFISH",
    "What is the first month comprised of 30 days?": "APRIL",
    "What is the largest cultivated crop in the United States?": "CORN",
    "What is the basic flavoring of Kahlua?": "COFFEE",
    "In Cajun cuisine, what crustaceans are playfully referred to as mud bugs?": "CRAWFISH",
    "In what industry did Cornelius Vanderbilt earn his fortune?": "RAILROAD",
    "In skiing, what is a mogul?": "A BUMP OR SMALL HILL",
    "What soft drink company adopted Santa as a spokesman in the 1930's?": "COCA COLA",
    "What is \"Sheffield Wednesday\"?": "A SOCCER TEAM",
    "What is the handicap of a \"scratch\" golfer?": "ZERO",
    "What is the thin layer of foam appearing on top of an espresso called?": "CREMA",
    "What symbol shares a key with the number 1 on a standard computer keyboard?": "EXCLAMATION MARK",
    "What does B stand for when referring to a camera's shutter speed?": "BULB",
    "In a game of Hearts, what term describes winning every heart and the queen of spades?": "SHOOTING THE MOON",
    "What sign of the zodiac is represented by a bull?": "TAURUS",
    "What do spelunkers explore?": "CAVES",
    "In which country were the 2010 Winter Olympics held?": "CANADA",
    "What is a group of crows called?": "A MURDER",
    "What was the first Lifesaver flavor?": "PEP-O-MINT",
    "Which gaming platform was the first to feature downloadable games?": "INTELLIVISION",
    "How many tiles does each player pick at the start of a game of Scrabble?": "SEVEN",
    "What was the first NBA team named after a car part?": "THE DETROIT PISTONS",
    "What is a fruit machine?": "A SLOT MACHINE",
    "The word gherkin, a small pickle, is based on the Dutch word \"gurken\" meaning what?": "CUCUMBERS",
    "In what arcade game did the player attempt to avoid vehicle traffic and crocodiles?": "FROGGER",
    "What piece of the wardrobe was referred to as \"Teddy Boy\" in the 1950s?": "DRAINPIPE TROUSERS",
    "How many times are Mexican refried beans fried?": "ONCE",
    "Pream was the first brand of instant what?": "CREAMER",
    "What does the abbreviation DOS stand for?": "DISK OPERATING SYSTEM",
    "What cartoon legend became the first licensed lunch box character back in 1935?": "MICKEY MOUSE",
    "Who was the first winner of the Fifa World Cup?": "URUGUAY",
    "What is Barbie's last name?": "ROBERTS",
    "In chess, which piece only moves diagonally?": "THE BISHOP",
    "From which language do the tennis terms \"love\" and \"deuce\" originate?": "FRENCH",
    "In the song Frosty the Snowman, who brought Frosty back to life?": "SANTA CLAUS",
    "What company produced the \"Brownie\" camera?": "KODAK",
    "What is the main flavoring ingredient in a typical gin recipe?": "JUNIPER BERRIES",
    "Which side of a ship is \"port\"?": "LEFT",
    "What food is usually left out for Santa Claus on Christmas Eve?": "MILK AND COOKIES",
    "Tennis player Margaret Smith Court who holds a record 62 Grand Slam titles is from which country?": "AUSTRALIA",
    "What was the first soft drink to be consumed in outer space?": "COCA-COLA",
    "\"Friends of Bill W.\" is another name for what?": "ALCOHOLICS ANONYMOUS",
    "What does the beer widget do?": "MANAGES THE BEER'S HEAD",
    "What chain introduced \"the Blizzard\" in 1985?": "DAIRY QUEEN",
    "What word meaning \"loss of memory\" comes from the Greek for forgetfulness?": "AMNESIA",
    "In NATO's phonetic alphabet, what is the letter \"F\" referred to as?": "FOXTROT",
    "Since 1995 which state has led the U.S. in milk production?": "CALIFORNIA",
    "An insurance policy that is \"underwritten\" is one that has been what?": "SIGNED",
    "What condiment is Lea & Perrins most famous for?": "WORCESTERSHIRE SAUCE",
    "Which US Navy uniforms are worn exclusively in the wintertime?": "DRESS BLUES",
    "What name was adopted by boxing champion Cassius Marcellus Clay Jr.?": "MUHAMMAD ALI",
    "Who is the inventor of Coca Cola?": "JOHN PEMERTON",
    "Danish postmaster Einar Holboll is credited with the 1903 creation of what?": "CHRISTMAS SEALS",
    "A Virgin Mary is a Bloody Mary without which ingredient?": "VODKA",
    "What is added to a Cosmopolitan martini to make it pink?": "CRANBERRY JUICE",
    "What musical instrument appears on the Guinness beer label?": "HARP",
    "Who was the first female to be featured on the front of a Wheaties box?": "MARY LOU RETTON",
    "What was the nickname of Alcatraz Prison?": "THE ROCK",
    "According to the Dewey Decimal System, library books numbered in the 500s are part of what category?": "SCIENCE",
    "What does the legal term \"Persona non grata\" mean?": "AN UNWELCOME PERSON",
    "The tuxedo got its name from what?": "A TOWN IN NEW YORK",
    "Which is larger, a baseball or a softball?": "A SOFTBALL",
    "What does the word \"honcho\" mean in Japanese?": "SQUAD LEADER",
    "Which Amendment to the Constitution of the United States guarantees the right to a speedy trial?": "SIXTH",
    "A \"brigantine\" is a type of what?": "SAILING SHIP",
    "What flavoured jellybeans were created for United States' President Ronald Reagan's inauguration?": "BLUEBERRY",
    "In the game \"Plants vs Zombies\", what do players collect as currency to buy plants?": "SUNLIGHT",
    "What four letters are directly to the right of \"Q\" on a standard keyboard?": "W, E, R, T",
    "The first Starbucks outside of North America was opened in what country?": "JAPAN",
    "Bananas Foster originated in what city?": "NEW ORLEANS",
    "Moroccan stews are cooked and served in a pot called what?": "TAGINE",
    "What type of fruit juice is used to make the drink \"Fuzzy Navel\"?": "ORANGE JUICE",
    "What board game was banned in the Societ Union?": "MONOPOLY",
    "In the clothing store name \"L. L. Bean\", what do the letters \"L\" stand for?": "LEON LEONWOOD",
    "The album, Sacred Arias was released by what blind Italian tenor?": "ANDREA BOCELLI",
    "What chess piece makes an L-shaped move?": "KNIGHT",
    "What do the bar code letters UPC stand for?": "UNIVERSAL PRODUCT CODE",
    "Which car company produced a model named the Celica?": "TOYOTA",
    "In tarot cards, what is the equivalent of the joker?": "THE FOOL",
    "What is the most popular day for people to eat ice cream?": "SUNDAY",
    "What vehicles are raced annually in Venice's \"Regata Storica\"?": "GONDOLAS",
    "In pool, what color is the 6-ball?": "GREEN",
    "In 2012, who was declared the fastest man alive?": "USAIN BOLT",
    "Which Pac-Man ghost appears first on the arcade game's list?": "SHADOW (BLINKY)",
    "What is the crucial card in the game of Hearts?": "THE QUEEN OF SPADES",
    "What sport features snatches and clean jerks?": "WEIGHTLIFTING",
    "Ham was one of the sons of what Biblical patriarch?": "NOAH",
    "What Hindu god is known as \"The Destroyer\"?": "SHIVA",
    "What does a chef do with a mandoline?": "SLICE",
    "Which Quarterback led the Baltimore Ravens to victory in SuperBowl XLVII?": "JOE FLACCO",
    "Pepsi Blue was a Pepsi flavored with what?": "BERRIES",
    "Which artist's song was the 10 billionth iTunes download?": "JOHNNY CASH",
    "In which city would you find Wembley stadium?": "LONDON",
    "What are you shopping for if you're sized up by a Brannock device?": "SHOES",
    "Mile High Stadium in Denver was built in 1948 and was then known by what name?": "BEARS STADIUM",
    "What sport do Fuzzy Zoeller and Kermit Zarley play?": "GOLF",
    "What's the traditional dish served at Wimbledon?": "STRAWBERRIES AND CREAM",
    "What is the top color on the neck of the guitar in the Guitar Hero game?": "GREEN",
    "What name is given to a ball on a wire that is thrown in an Olympic event?": "HAMMER",
    "What is the edible part of a sea urchin?": "THE GONADS",
    "Who introduced the first box of Valentine's Day chocolates in 1988?": "RICHARD CADBURY",
    "What color jersey does the overall leader of the Tour de France wear?": "YELLOW",
    "A \"scratch test\" is usually performed when a doctor suspects the patient has what?": "ALLERGIES",
    "What French word for sled is given to a Winter Olympic event?": "LUGE",
    "What appears with the king of diamonds on a standard English deck of cards?": "AN AXE",
    "What are Persian apples known as today?": "PEACHES",
    "What game platform was bundled with Tetris upon its US debut in 1989?": "GAME BOY",
    "What is the shape of a carpenter's square, found in home workshops?": "L-SHAPE",
    "What Fortune 500 company was name for a Herman Melville character?": "STARBUCKS",
    "What Poker hand comprises theree of a kind and a pair?": "A FULL HOUSE",
    "What type of tea is flavored with oil from the bergamot orange?": "EARL GREY",
    "What does an archer keep his arrows in?": "QUIVER",
    "What holiday comes right before All Saints' Day?": "HALLOWEEN",
    "What do you get when you mix whiskey, sweet vermouth and angostura bitters?": "A MANHATTAN",
    "What widely celebrated festival is held on the day before Ash Wednesday?": "MARDI GRAS",
    "What flavor is Grand Marnier?": "ORANGE",
    "What does the \"64\" in \"Commodore 64\" mean?": "KILOBYTES OF MEMORY",
    "What martial art's name means \"way of the sword\"?": "KENDO",
    "What sport is Jenson Button associated with?": "MOTORSPORT",
    "How many rings are there on the Olympic flag?": "FIVE",
    "Who was the first boxer to win the world heavyweight championship 3 times?": "MUHAMMAD ALI",
    "What is the device that measures the number of steps you take when walking or running?": "PEDOMETER",
    "What month features the harvest moon?": "SEPTEMBER",
    "What two ingredients make a Black Velvet cocktail?": "CHAMPAGNE AND STOUT",
    "A Murphy bed is also known as a what?": "FOLDAWAY BED",
    "To which color group does St. Charles Place belong on a standard US Monopoly board?": "LIGHT PURPLE",
    "What was Babe Ruth's real name?": "GEORGE HERMAN RUTH",
    "What color is a Livestrong bracelet?": "YELLOW",
    "What automaker produced a model named Stag from 1970 to 1977?": "TRIUMPH",
    "What common household cleaning tool is used in the sport of curling?": "BROOM",
    "Who was the last tennis player to win a Grand Slam using a wooden racquet?": "BJORN BORG",
    "In 1950, which country beat Brazil and won the FIFA World Cup?": "URUGUAY",
    "In NATO's phonetic alphabet, what is the letter \"B\" referred to as?": "BRAVO",
    "In pool, what color is the 4-ball?": "PURPLE",
    "What is a somnambulist?": "A SLEEPWALKER",
    "Who created the icy treat better known as \"popsicle\"?": "FRANK EPPERSON",
    "What are brails and buntlines on a ship?": "ROPES",
    "What is Grappa?": "AN ALCOHOLIC DRINK",
    "In which sport do you \"shag\" flies?": "BASEBALL",
    "Which country invented the sauna?": "FINLAND",
    "The \"Robots in Disguise\" are better known as what?": "TRANSFORMERS",
    "The entrance to what New York City landmark has a pair of lion sculptures?": "PUBLIC LIBRARY",
    "What toy was created 20 years before it hit the public shelves?": "THE RC CAR",
    "What two alcoholic ingredients is the Martini cocktail made of?": "GIN AND VERMOUTH",
    "What fast food chain marketed a meat-scented cologne called \"Flame\" in 2008?": "BURGER KING",
    "In a deck of Bicycle brand playing cards, what type of character is depicted riding a bicycle on the Joker card?": "A KING",
    "What is the name given to glittery strings hung on Christmas trees?": "TINSEL",
    "What are spit in the annual contest in Paul's Valley, Oklahoma?": "WATERMELON SEEDS",
    "Which company is the largest manufacturer of tires?": "LEGO",
    "What does P.S. stand for at the end of a letter?": "POSTSCRIPT",
    "What safety-minded European automaker pioneered side airbags in the 1990\u0092s?": "VOLVO",
    "Brigham Young was a leader of which religious group?": "MORMONS",
    "What is the most common first name in the world?": "MUHAMMAD",
    "The traditional chef's hat has 100 pleats, which symbolizes the number of what?": "WAYS TO COOK AN EGG",
    "What does the abbreviation SUV stand for?": "SPORT UTILITY VEHICLE",
    "What is a brigand?": "AN ARMED BANDIT",
    "What color is the supposedly cursed Hope Diamond?": "BLUE",
    "What publication makes weather predictions based on a secret formula developed in 1792?": "THE OLD FARMER'S ALMANAC",
    "What is better than scissors in the paper, stone, scissors game?": "STONE",
    "What religious day follows Halloween?": "ALL SAINT'S DAY",
    "What was the original flavor of the cream in Twinkies?": "BANANA",
    "What must a Las Vegas blackjack dealer do when he reaches 16?": "TAKE A CARD",
    "What Biblical name literally means \"the sunny one\"?": "SAMSON",
    "What is the most common color for basketballs?": "ORANGE",
    "In The Twelve Days of Christmas what did my true love send to me on the third day?": "THREE FRENCH HENS",
    "What style of pants is named after an island in the Gulf of Naples?": "CAPRI PANTS",
    "Which company was founded first - Apple or Microsoft?": "MICROSOFT",
    "What three colours does Asparagus come in?": "GREEN, WHITE, PURPLE",
    "What is a shuriken?": "A THROWING STAR",
    "What article of attire is known as a \"corset\" around police precincts?": "BULLETPROOF VEST",
    "What US road sign is typically shaped like a triangle?": "YIELD",
    "What does \"Aardvark\" mean in Afrikaans?": "EARTH PIG",
    "What cut of steak got its name from the New York City coach stop where it was first served?": "PORTERHOUSE",
    "What restaurant is known as Mai Dang Lao in China?": "MCDONALDS",
    "What iPod was the first without a screen or a scroll wheel?": "THE IPOD SHUFFLE",
    "What liquor is nicknamed \"the green fairy\"?": "ABSINTHE",
    "The word alphabet comes from which 2 Greek letters?": "ALPHA AND BETA",
    "What do Mc and Mac mean when used in surnames?": "SON OF",
    "What is mixed with Kahlua or Tia Maria to make a Black Russian?": "VODKA",
    "What is Canada's popular winter ice sport that is not hockey?": "CURLING",
    "The \"Boss of the Plains\" was a type of what?": "A HAT",
    "Which company marketed the first digital camera, the DCS-100, in 1991?": "KODAK",
    "Which automaker sold a car model named \"Colt\"?": "DODGE",
    "The \"Remington #2\" is what?": "A TYPEWRITTER",
    "Whose image is on the Canadian $10 bill?": "SIR JOHN A. MACDONALD",
    "What are the names of the Pep Boys?": "MANNY, MOE, AND JACK",
    "What was William Fox Talbot a pioneer of?": "PHOTOGRAPHY",
    "Cyanide is often said to have the bitter aroma of what?": "ALMONDS",
    "How many rings are there on a five-zone archery target?": "FOUR",
    "Pratt, Windsor and \"four-in-hand\" all make reference to what piece of men's attire?": "NECKTIES",
    "What is the main ingredient of guacamole?": "AVOCADOS",
    "Which mint was the first to be used as a gum flavoring by the Wrigley Company?": "SPEARMINT",
    "What country invented the Winter Olympic sport of bobsleigh?": "SWITZERLAND",
    "Which country does paella come from?": "SPAIN",
    "What card game is traditionally played after a wedding ceremony in Hong Kong?": "MAHJONG",
    "What board game introduced the world to the wonders of pop-o-matic dice?": "TROUBLE",
    "French Silk Pie is most commonly flavored with what?": "CHOCOLATE",
    "What New York Yankee was nickname the \"Iron Horse\"?": "LOU GEHRIG",
    "What was known as \"the gun that won the West\"?": "THE WINCHESTER RIFLE",
    "How many of the engines can a 747 pilot see from his cockpit window?": "NONE",
    "In pool, what color is the 5-ball?": "ORANGE",
    "What would you find in a bento box?": "FOOD",
    "What holds the bit in a drill?": "CHUCK",
    "The name \"Otto\" is German for what?": "WEALTH",
    "Red Stripe beer originated from what island country?": "JAMAICA",
    "What company makes Reese's Peanut Butter Cups?": "THE HERSHEY COMPANY",
    "What variety of beans is used to prepare Boston baked beans?": "NAVY",
    "Where is the sunniest place in the world?": "YUMA, ARIZONA",
    "London's Old Bailey is a what?": "CRIMINAL COURT",
    "Which advocacy group was founded by Maggie Kuhn?": "GRAY PANTHERS",
    "Who won a record eight gold medals at the 2008 Summer Olympics in Beijing?": "MICHAEL PHELPS",
    "What animal has been called the \u0093poor man\u0092s cow\u0094?": "THE GOAT",
    "What popular snack food was invented in France in 610 AD, and was shaped to look like a child's are folded in prayer?": "A PRETZEL",
    "In fitness, what does the acronym \"BMI\" stand for?": "BODY MASS INDEX",
    "The original Legoland opened in which country in 1968?": "DENMARK",
    "What chain opened its first store in 1962 in the town of Rogers, Arkansas?": "WAL-MART",
    "What song contains the line \"I feel stupid and contagious\"?": "SMELLS LIKE TEEN SPIRIT",
    "What color blazer is presented to the Masters golf winner?": "GREEN",
    "What is Wasabi?": "JAPANESE HORSERADISH",
    "Who created the operating system \"Linux\"?": "LINUS TORVALDS",
    "The name of the building known as the Taj Mahal means what?": "CROWN PALACE",
    "What Christmas song's characters' eyes were made from coal?": "FROSTY THE SNOWMAN",
    "What company did Frederick W. Smith found in 1972 in Memphis?": "FEDERAL EXPRESS",
    "What shoulder should you throw spilled salt over?": "THE LEFT",
    "Grits are typically made from what grain?": "CORN",
    "What sport in the Olympics includes tucks, twists and pikes?": "DIVING",
    "What kind of sporting event is divided into chukkas?": "A POLO MATCH",
    "In which city does the Tour de France end?": "PARIS",
    "What are you supposed to do when presented with the wine cork from a freshly opened wine bottle?": "LOOK AT IT",
    "What does \"vermicelli\" mean in Italian?": "LITTLE WORMS",
    "What two animals are the symbols of the US Democrats and Republicans?": "DONKEY AND ELEPHANT",
    "What do opposite faces of a die always add up to?": "SEVEN",
    "What is Nike's signature symbol called?": "THE SWOOSH",
    "What renowned sour mash whisky is made in Lynchburg, Tennessee?": "JACK DANIEL",
    "What law school did Bill and Hillary Clinton attend?": "YALE",
    "Before starting to make cars, what was Toyota's first product?": "A LOOM",
    "Apple Brown Betty is a dessert comprised of apples and what?": "BROWN SUGAR",
    "What is nori, an ingredient used in the making of sushi?": "SEAWEED",
    "Which country first used police dogs?": "SCOTLAND",
    "What color flag is waved to indicate \"caution\" in auto racing?": "YELLOW",
    "What song's lyrics include \"tap, tap, tappin at your windowpane and bringing joy to every girl and boy\"?": "SUZY SNOWFLAKE",
    "What country had, at one time, a female \"Santa\" called La Befena?": "ITALY",
    "The official Spalding NBA basketball is divided into how many segments?": "EIGHT",
    "What do you get when you mix bourbon, mint and sugar?": "A MINT JULEP",
    "What media personality was once a speechwriter for Richard Nixon?": "BEN STEIN",
    "Which city was the first to own a subway system?": "LONDON",
    "What popular operating system are the Mac OS X series based on?": "UNIX",
    "Who said: \"Santa has the right idea. Visit people once a year.\"?": "VICTOR BORGE",
    "What color are the stars on the US national flag?": "WHITE",
    "A Bloody Mary is a cocktail made with tomato juice and what type of alcohol?": "VODKA",
    "What martial art was originated in 1882 by Japanese doctor Jigoro Kano?": "JUDO",
    "What is the generation of people born from 1946 to 1964 called?": "BABY BOOMERS",
    "How many rooms are there on a standard \"Clue\" game board?": "NINE",
    "What do you call the center of a target?": "BULL'S EYE",
    "What is Prosciutto?": "ITALIAN DRY-CURED HAM",
    "What four colors traditionally correspond with first through fourth place ribbons?": "BLUE, RED, WHITE, YELLOW",
    "Klaxon horns were used on what type of vehicle during World War II?": "SUBMARINES",
    "At which university was the beverage Gatorade developed?": "UNIVERSITY OF FLORIDA",
    "In ancient times, what material where the first musical instruments made of?": "BONES",
    "What is known as \"Adam's Ale\"?": "WATER",
    "Bill Cosby is a famous alumnus of what Philadelphia university?": "TEMPLE UNIVERSITY",
    "What Canadian city is Mill Street beer brewed in?": "TORONTO",
    "If you had pogonophobia what would you be afraid of?": "BEARDS",
    "What sport was once contested with a spadroon?": "FENCING",
    "What does a Turk call \"Turkish Delight\"?": "LOKUM",
    "What is a spinnaker on a boat?": "TYPE OF SAIL",
    "What is the name of Spain's famous cold soup made mostly from tomatoes?": "GAZPACHO",
    "What symbol shares a key with the number 4 on a standard computer keyboard?": "THE DOLLAR SIGN",
    "Roger Bannister, the first athlete in history to run one mile in less than four minutes, was a native of what country?": "GREAT BRITAIN",
    "What does MW stand for on a radio?": "MEDIUM WAVE",
    "What clothier was the first American retailer to manufacture argyle hose?": "BROOKS BROTHERS",
    "What was Charlie Chaplin's cane made of?": "BAMBOO",
    "The name of what ancient game is derived from the Hindu word for twenty-five?": "PACHISI",
    "What sport is likely to cause pudendal nerve entrapment?": "CYCLING",
    "What is by far the best known product by Victorinox?": "SWISS ARMY KNIFE",
    "Which major car company owns the luxury automotive brand Lexus?": "TOYOTA",
    "HO scale is the most popular size of what?": "MODEL TRAINS",
    "Upon his death, what convicted killer donated his corneas?": "GARY GILMORE",
    "In the US, the horn of plenty is a common symbol of which holiday?": "THANKSGIVING",
    "What company developed the first laser printer in the 1970s?": "XEROX",
    "What seven-time NASCAR champion was nickname the \"Intimidator\"?": "DALE EARNHARDT",
    "Which TV production company brought the show \"Late Night With David Letterman\" to NBC?": "WORLDWIDE PANTS",
    "What 1960s invention was originally called the \"Pleasure Pit\"?": "WATERBED",
    "What distance did the Romans once define as a thousand paces?": "A MILE",
    "Which country did bagels originate from?": "POLAND",
    "What US city was the first Starbucks store opened in?": "SEATTLE",
    "Which beverage was promoted during the 1990s by three frogs croaking out its name?": "BUDWEISER",
    "Spotted dick is a traditional British confection of boiled suet pudding with what?": "RAISINS",
    "What is the main ingredient used to make pesto sauce?": "BASIL",
    "How many wheels does a pair of roller skates have?": "EIGHT",
    "What is the common name for the Boeing 747?": "JUMBO JET",
    "What automaker produced a luxury model named \"Imperial\" in 1926?": "CHRYSLER",
    "The term \"black market\" was first used during which war?": "WORLD WAR I",
    "What is a \"major-domo\"?": "A CHIEF STEWARD",
    "What does a cartographer do?": "MAKES MAPS",
    "What is Santa's name in Spain?": "PAPA NOEL",
    "What was the first foot product invented by Dr. William Matthias Scholl?": "ARCH SUPPORTS",
    "What name was given to EuroDisney?": "DISNEYLAND PARIS",
    "What company introduced the first radio with push-button tuning in 1927?": "ZENITH",
    "How many colors were there in the first boxes of Crayola crayons sold in 1903?": "EIGHT",
    "What sport uses clowns to protect the competitors?": "RODEO",
    "What is the lowest hand that beats a straight in Poker?": "A FLUSH",
    "What type of pasta is usually shaped like little wagon wheels?": "ROTELLE",
    "Who eats Christpsomo when they return home from mass at 4 a.m. Christmas morning?": "GREEK CHRISTIANS",
    "What designer introduced the miniskirt in 1965?": "MARY QUANT",
    "When an entree is prepared \"en brochette\", how is it served?": "ON A SKEWER",
    "What martial art has a name beginning with \"K\" that means empty hand?": "KARATE",
    "What language was left unpunctuated until the modern age?": "JAPANESE",
    "What suspect in the standard game of Clue has the same name as a bird?": "MRS. PEACOCK",
    "What is the other name for the card game Patiance?": "SOLITAIRE",
    "Which fish does a chef need a special license for to be able to prepare in Japan?": "FUGU, OR BLOWFISH",
    "What relative does a Russian call \"babushka\"?": "GRANDMOTHER",
    "Facebook was first limited to students at what university?": "HARVARD",
    "Which two animals are said to represent optimists and pessimists in the stock market?": "THE BULL AND THE BEAR",
    "Which boxer was nickname the \"Louisville Lip\"?": "MUHAMMAD ALI",
    "How many words rhyme with purple?": "NONE",
    "What non-alcoholic syrup is made from pomegranate juice?": "GRENADINE",
    "Which Scandinavian country awards the Novel Peace prize?": "NORWAY",
    "What sport gives competitors three attempts at the snatch?": "WEIGHTLIFTING",
    "What do the letters MG stand for in the British sports car?": "MORRIS GARAGE",
    "Who designed the Cambridge Z88 computer?": "CLIVE SINCLAIR",
    "In what country does Santa typically sport a long coat and beard?": "ENGLAND",
    "Christmas caroling began as what old English custom?": "WASSAILING",
    "What was the official language of England for over 600 years?": "FRENCH",
    "From which country did the smorgasbord originate?": "SWEDEN",
    "What is the \"NPC\" abbreviation short for to a video gamer?": "NON-PLAYER CHARACTER",
    "What type of animal was selected to test out the first electric toothbrush?": "A DOG",
    "Who comes after the US vice president in the line of presidential succession?": "SPEAKER OF THE HOUSE",
    "What do you need two of to play Double Dutch?": "JUMP ROPES",
    "Who became head of the Chrysler Corporation in 1978?": "LEE IACOCCA",
    "What were ivories to an old west gambler?": "DICE",
    "Triple Sec is a clear liqueur of what flavor?": "ORANGE",
    "What do golfers call a putt that is short enough to be conceded?": "A GIMME",
    "Coq au vin is a dish made with which type of meat?": "CHICKEN",
    "What magazine darkened O.J. Simpson's mug shot before placing it on its cover in 1994?": "TIME",
    "What fashion designer owns Maxim's restaurant in Paris?": "PIERRE CARDIN",
    "What is the standard tuning of a guitar?": "E A D G B E",
    "What is  the first possible property purchase on Monopoly?": "BALTIC AVENUE",
    "Which chess piece was originally called \"the elephant\"?": "THE BISHOP",
    "What is the end opposite the nose called on a snowboard?": "TAIL",
    "What is the name of the calendar we use today?": "THE GREGORIAN CALENDAR",
    "What do the letters LG stand for in the name of the international electronics and chemical brand LG?": "LUCKY-GOLDSTAR",
    "What does GT stand for in the automotive world?": "GRAND TOURER",
    "What do you have to be in the NBA to win the Eddie Gottlieb trophy?": "ROOKIE OF THE YEAR",
    "What was the first mass produced game to use people as playing pieces?": "TWISTER",
    "Barbara Milicent Roberts is better known as?": "BARBIE",
    "What is the Jewish New Year called?": "ROSH HASHANAH",
    "What was Jesse Ventura's wrestling nickname?": "JESSE \"THE BODY\" VENTURA",
    "What flavor was the original filling in Twinkies?": "BANANA",
    "What plant is traditionally worn on St. Patrick's Day?": "SHAMROCK",
    "What country has the highest consumption of candy annually per person?": "DENMARK",
    "The \"de Havilland Comet IV\" was what?": "A JET PLANE",
    "In which hand is the Statue of Liberty holding a torch?": "RIGHT HAND",
    "What do you get when you mix champagne and stout?": "A BLACK VELVET",
    "The first American blood bank was established in 1937 in which city?": "CHICAGO",
    "What does a red flag mean in auto racing?": "STOP",
    "What US auto maker produced a car called the Cirrus?": "CHRYSLER",
    "What sport was played by the Brooklyn Dodgers?": "BASEBALL",
    "The design of the package of which cigarette manufacturer reminds of the Japanese flag?": "LUCKY STRIKE",
    "Christmas Seals are sponsored by what non-profit organization?": "THE LUNG ASSOCIATION",
    "What type of a drum has vibrating wires across its bottom?": "SNARE DRUM",
    "The single-portion takeout named \"bento\" originated from which country?": "JAPAN",
    "What popular spirit can be made from potatoes?": "VODKA",
    "Who named a perfume for her fashion shows on the fifth of each month?": "COCO CHANEL",
    "What city's Summer Olympics had the beaver Amik as their mascot?": "MONTREAL",
    "Which company was the first to offer a Valentine's Day chocolate box?": "CADBURY",
    "In baseball, a \"gopher pitch\" is referred to as what?": "A PITCH HIT FOR A HOME RUN",
    "What is Whisky distilled from?": "FERMENTED GRAIN MASH",
    "What word in the English language with three consecutive sets of double letters?": "BOOKKEEPER",
    "What is a turkey stuffed with a duck stuffed with a chicken called?": "TURDUCKEN",
    "What McDonald's item is known as \"Le Royal\" in France?": "QUARTER POUNDER",
    "What Texas city is recognized as the birthplace of the card game \"Texas Hold'em\"?": "ROBSTOWN",
    "Who was the 1994 Fifa World Cup winner?": "BRAZIL",
    "What family member traditionally decorates the \"tannenbaum\" in Germany?": "THE MOTHER",
    "Which airline absorbed the carrier \"People Express\" in 1987?": "CONTINENTAL",
    "What is the pure spirit distilled from wine?": "BRANDY",
    "What ingredient does the word \"sushi\" refer to?": "RICE",
    "What Miss America Pageant winner turned in her tiara on July 23, 1984?": "VANESSA WILLIAMS",
    "In cakes, what is the difference between icing and frosting?": "THERE IS NO DIFFERENCE",
    "In a Scrabble game, what is the term for using all seven letters in one turn?": "BINGO",
    "What is the highest hand in straight poker?": "A ROYAL FLUSH",
    "What are A.C. Milan, Ajax and Real Madrid?": "SOCCER TEAMS",
    "What do climbers rub on their hands for extra grip?": "CHALK",
    "What do the letters X.O. stand for on a bottle of cognac?": "EXTRA OLD",
    "What is Santa Claus more commonly called in Britain?": "FATHER CHRISTMAS",
    "Citizens of what empire are credited with starting the tradition of gift giving?": "ROMANS",
    "What day is hump day?": "WEDNESDAY",
    "According to legend, the \"Witch of November\" had a hand in the fate of what ship?": "EDMUND FITZGERALD",
    "What type of clam chowder is made with a tomato-based sauce?": "MANHATTAN CLAM CHOWDER",
    "What company was the first to sell prepared baby food in glass jars?": "BEECH-NUT",
    "What was called a \"Zenith Space Command\" when it was introduced in 1956?": "TV REMOTE CONTROL",
    "What is another term for a badminton bird?": "SHUTTLECOCK",
    "What does a spermologer collect?": "TRIVIA",
    "What is \"nori\" made from?": "SEAWEED",
    "From what animal do we get fleece?": "SHEEP",
    "What was the only nation to qualify for all 16 soccer World Cups in the 20th century?": "BRAZIL",
    "In \"Texas Hold 'Em\", what is the name of the fourth community card dealt?": "THE TURN",
    "What Coca-Cola flavor debuted the same year as New Coke?": "CHERRY COKE",
    "What 1996 Olympic event had two US squads playing each other for the gold medal?": "BEACH VOLLEYBALL",
    "Who was also known as \"Black Dahlia\"?": "ELIZABETH SHORT",
    "What is the main ingredient of the dish called \"baba ghanoush\"?": "EGGPLANT",
    "On a standard color wheel, what color is opposite blue?": "ORANGE",
    "What board game was invented by Charles B. Darrow during the Great Depression?": "MONOPOLY",
    "What was the first name of the real Chef Boyardee?": "HECTOR",
    "What is Japanses sake made from ?": "RICE",
    "What was used as the first Christmas collection kettle by the Salvation Army?": "A LARGE CRABPOT",
    "Which month's name is derived from the Latin word for eight?": "OCTOBER",
    "What two colours make purple?": "RED AND BLUE",
    "Before being sold, to which country did the web suffix \".me\" belong to?": "MONTENEGRO",
    "Where on a ship would you find the crow's nest?": "ON THE TALLEST MAST",
    "What type of milk is traditional feta cheese made of?": "SHEEP'S MILK",
    "What country is the original home of Bacardi rum?": "CUBA",
    "What is the body of water that surrounds a castle called?": "A MOAT",
    "What team won the first Superbowl?": "THE GREEN BAY PACKERS",
    "What is the better-known name of the card game Twenty-One?": "BLACKJACK",
    "What sport features strikers and sweepers?": "SOCCER",
    "In pool, what color is the 1-ball?": "YELLOW",
    "What can you sit on that has a pommel, cantle and flap?": "A SADDLE",
    "What did Little Jack Horner pull out of his Christmas pie?": "A PLUM",
    "What meat is a Wiener Schnitzel traditionally made from?": "VEAL",
    "The phrase \"sticky wickeet\" has its origins in what sport?": "CRICKET",
    "What traditional dish is served at Wimbledon?": "STRAWBERRIES AND CREAM",
    "According to Irish superstition, what stands open during the 12 days of Christmas?": "THE GATES OF HEAVEN",
    "Shortbread originated in what country?": "SCOTLAND",
    "Who was said to float like a butterfly and sting like a bee?": "MUHAMMAD ALI",
    "What is the point scored immediately after deuce in tennis?": "ADVANTAGE",
    "What type of alcohol is typically used to make a mint julep?": "BOURBON",
    "What US state was the home of General Motors' original \"Saturn\" automobile plant?": "TENNESSEE",
    "The wide, patterned cravat known as an ascot is properly made of what material?": "SILK",
    "Which Japanese city is synonymous with efforts to stem global warming?": "KYOTO",
    "How many dice are used to play Yahtzee?": "FIVE",
    "What toy company first produced the Spirograph drawing toy back in 1966?": "KENNER",
    "How many numbered, colored balls are there in the standard billiards?": "FIFTEEN",
    "What do you get when you mix white rum, lime juice, mint and sugar?": "A MOJITO",
    "What word describes a handbag without straps or handles?": "CLUTCH",
    "What is the name given to the person rolling the dice in a game of craps?": "SHOOTER",
    "Which impressionist featured his wife Camille, in \"The Woman in the Green Dress\"?": "CLAUDE MONET",
    "In the 1950s, the NFL experimented with what new color for their footballs?": "WHITE",
    "What baseball team was known as the \"Gashouse Gang\"?": "THE ST. LOUIS CARDINALS",
    "If you are a pupaphobe, what are you afraid of?": "PUPPETS",
    "What are the official flowers of the Kentucky Derby?": "ROSES",
    "What color is known as \"vert\" on a coat of arms?": "GREEN",
    "What game has the winner striking the loser's wrist with two extended fingers?": "ROCK, PAPER, SCISSORS",
    "With what do you \"Deck the Halls\"?": "BOUGHS OF HOLLY",
    "What song contains the line \"Somebody waits for you, kiss her once for me\"?": "A HOLLY JOLLY CHRISTMAS",
    "What does the CN stand for in the CN Tower?": "CANADIAN NATIONAL",
    "What is the only alcoholic drink one can buy in the dry Moore county in Tennessee?": "JACK DANIEL",
    "What is the term for a bet before cards are dealt?": "ANTE",
    "Ham is taken from what part of a pig?": "THE HIND LEG",
    "In the Twelve Days of Christmas what did my true love send to me on the fourth day?": "FOUR CALLING BIRDS",
    "What country traditionally goes last in the Olympic opening parade?": "THE HOST COUNTRY",
    "In 2009 what did the \"Sears Tower\" had its name changed to?": "WILLIS TOWER",
    "Where was the first YouTube video filmed?": "IN A ZOO",
    "What sport has official rules to cover \"tea intervals\"?": "CRICKET",
    "What basketball hall-of-famer was nicknamed \"Wilt the Stilt\"?": "WILT CHAMBERLAIN",
    "The soft drink Mr. Pibb was introduced as a competitor to which popular soft drink?": "DR. PEPPER",
    "How many wheels are there on the trailer of an \"18-wheeler\" truck?": "EIGHT",
    "What did Nestle freeze dry in 1938 that led to the development of powdered food products?": "COFFEE",
    "The Chevy model known as the Camaro was originally intended to be called what?": "PANTHER",
    "Where is the stop positioned on traditional roller skates?": "THE TOE",
    "Which New York newspaper wrote \"yes Virginia, there is a Santa Claus\"?": "THE NEW YORK SUN",
    "How many bends does a standard paperclip have?": "THREE",
    "Who scored both the \"Hand of God\" goal and the \"Goal of the Century\" in the same game, during the 1986 World Cup?": "DIEGO MARADONA",
    "What ear did Mike Tyson bite in a 1997 fight dubbed \"The Sound and the Fury\"?": "EVANDER HOLYFIELD",
    "In which sport would you be judged on your pike or your jack knife?": "DIVING",
    "What is Pinocchio in Italian mean?": "PINE HEAD",
    "What drink's Gaelic name means \"water of life\"?": "WHISKEY",
    "Which day marks the start of Lent?": "ASH WEDNESDAY",
    "What brand of gasoline introduced an additive called \"Platformate\" in 1968?": "SHELL",
    "Who lost part of his ear to the teeth of Mike Tyson in 1997?": "EVANDER HOLYFIELD",
    "Who founded eBay in 1995?": "PIERRE OMIDYAR",
    "The person who invented machine-spun cotton candy was what kind of a doctor?": "A DENTIST",
    "What is the term used for the science of growing an apple?": "POMOLOGY",
    "What does the phrase Magna Cum Laude mean in English?": "WITH GREAT HONOR",
    "What were the New England Patriots named prior to the 1971 season?": "BOSTON PATRIOTS",
    "The Linux operating system was created by which software engineer?": "LINUS TORVALDS",
    "What is the plastic piece at the end of a shoelace called?": "AGLET",
    "What is \"hotel-Dieu\" in France?": "A HOSPITAL",
    "When the Corvette was first introduced in 1953, it was only available in what color?": "WHITE",
    "How many lanes does an Olympic swimming pool have?": "EIGHT",
    "In which state was the first Wal-Mart store opened?": "ARKANSAS",
    "What is the dominant fruit flavoring in Southern Comfort?": "PEACH",
    "What is better than paper in the paper, stone, scissors game?": "SCISSORS"
}